#Z00



;－－－テスト中
@移動(ep06_bg014)

IF(@日向に代わり道化師役を買って出た==1){	//■■■■これがあると、日向が飛ぶ話がなかったことになるので、２時間目以降のシナリオをかなり修正しないとだめ（あまの）
	//TODO：男同线
	@bgm_play(m110)		;;♪緊迫系

	//	チェックシート修正。二時間目のテストのためにテキスト追加		西村
	"問題を解き始めると、すらすらと回答欄が埋まっていった。"R //問題を解き始めると、すらすらと回答欄が埋まっていった。R
	"真面目に問題を解くなというゆりの言葉を思い出し、適当なところで切り上げておく。"R //真面目に問題を解くなというゆりの言葉を思い出し、適当なところで切り上げておく。R
	【@音無】"（さて…本当に取り組まなきゃいけない問題は、ここからだ…！）"R //（さて…本当に取り組まなきゃいけない問題は、ここからだ…！）R
	"時間はまだまだある…。"R //時間はまだまだある…。R
	"考えろ…みんなの視線を一手に集めるパフォーマンスを…。"R //考えろ…みんなの視線を一手に集めるパフォーマンスを…。R
	"いや、考え方としては、窓の外に注目させる、という手もある…。"R //いや、考え方としては、窓の外に注目させる、という手もある…。R

	;;■■コメントアウト待避552■■

	【@音無】"（ここは何でもありの世界だ…それなら…）"R //（ここは何でもありの世界だ…それなら…）R
	"腹からエイリアンが出てきたと悲鳴を上げながら暴れよう。"R //腹からエイリアンが出てきたと悲鳴を上げながら暴れよう。R
	"よりリアルにするため、俺はシャーペンを持ち、その先端を胸に刺した。"R //よりリアルにするため、俺はシャーペンを持ち、その先端を胸に刺した。R
	
	close
	@横揺れ_弱
	
	【@音無】"（いてぇーーー！！）"R //（いてぇーーー！！）R
	"声に出すのを必死に堪えた。"R //声に出すのを必死に堪えた。R
	"しかしそれだけでは出血量が足りない。"R //しかしそれだけでは出血量が足りない。R
	"他に使える文房具はないのか、机の中を探してみる。"R //他に使える文房具はないのか、机の中を探してみる。R
	/*	//	シーン調整のためにコメントアウト、↓に新設		西村
	【@音無】"（あった…）"R //（あった…）R
	"それは彫刻ナイフ。"R //それは彫刻ナイフ。R
	【@音無】"（シャーペンで刺すだけでも、声を堪えるのに必死だったのに、これで深く腹を刺し、横に割けば、どれほどの痛みとなるだろう…）"R //（シャーペンで刺すだけでも、声を堪えるのに必死だったのに、これで深く腹を刺し、横に割けば、どれほどの痛みとなるだろう…）R
	*/
	//	▼▼新設ここから▼▼		西村
	【@音無】"（くそ、何もない…）"R //（くそ、何もない…）R
	"テスト中なんだから当たり前だ。"R //テスト中なんだから当たり前だ。R
	"手持ちの筆記用具だけでどうにかするしかない、が…。"R //手持ちの筆記用具だけでどうにかするしかない、が…。R
	【@音無】"（出来るだけ派手に騒いだ方が注目を集められるな…よし！）"R //（出来るだけ派手に騒いだ方が注目を集められるな…よし！）R
	//	▲▲新設ここまで▲▲
	
	KOE(001203277,050)【教師】"「はい、残り三分ーー！」"R //「はい、残り三分ーー！」R
	"………。"R //………。R
	KOE(001203279,050)【教師】"「残り一分ー！」"R //「残り一分ー！」R
	"……。"R //……。R

	@pcmch_play(1, @チャイム)

	KOE(001203281,050)【教師】"「はい、終了、ペンを置いて、後ろから回収ー！」"R //「はい、終了、ペンを置いて、後ろから回収ー！」R
	【@音無】"（今だ！　やるしかないっ！！）"R //（今だ！　やるしかないっ！！）R

	@bgm_stop(2000)

	@pcmch_stop(1, 2000)
	close
	@pcmch_play(0, @椅子立つ)
	@縦揺れ_弱

	@bgm_play(m105) 	;;♪キャラ登場など

	"俺は立ち上がり、シャツを開く。"R //俺は立ち上がり、シャツを開く。R
	【@音無】"（いくぞ…！）"R //（いくぞ…！）R

	close
	@pcmch_play(0, @シャーペン刺す)
	@横揺れ_強
	
	/*	//	シーン調整のためにコメントアウト、↓に新設		西村
	"彫刻ナイフをざくりと腹に深く刺し、思いっきり横に薙いだ。"R //彫刻ナイフをざくりと腹に深く刺し、思いっきり横に薙いだ。R
	"ぶしゃー！と大量の血が噴出し、前の生徒に浴びせてしまう…。"R //ぶしゃー！と大量の血が噴出し、前の生徒に浴びせてしまう…。R
	@横揺れ_弱
	KOE(001203287,050)【男子クラスメイトＡ】"「うわああぁぁぁーーー！！」"R //「うわああぁぁぁーーー！！」R
	@縦揺れ_強
	【@音無】"「ぎゃあああぁぁーーー！！」"R //「ぎゃあああぁぁーーー！！」R
	"あまりの激痛に、エイリアンが出てきたなんて、とても喋れない…。"R //あまりの激痛に、エイリアンが出てきたなんて、とても喋れない…。R
	*/
	//	▼▼新設ここから▼▼		西村
	"頑丈そうなシャーペンとボールペンを握り締めて、思いっきり腹に突き立てる。"R //頑丈そうなシャーペンとボールペンを握り締めて、思いっきり腹に突き立てる。R
	"それでも、先端が少しだけ腹の中に埋まっただけだった。"R //それでも、先端が少しだけ腹の中に埋まっただけだった。R
	@縦揺れ_弱
	【@音無】"「ぐっ、うぅ……ぎゃあああぁぁーーー！！」"R //「ぐっ、うぅ……ぎゃあああぁぁーーー！！」R
	//	▲▲新設ここまで▲▲

	IF(@メンバーに入江が入った==1){

		@bs(ir0304_05)
		KOE(001203293,007)【入江】"「まさか切腹ですか！？」"R //「まさか切腹ですか！？」R

	}else{

		@bs(oy0104)
		KOE(001203297,014)【大山】"「まさか切腹！？」"R //「まさか切腹！？」R

	}

	@bs_add(hn0306, 4)
	KOE(001203301,010)【@日向】"「介錯もないなんて、ひたすら痛いだけだろ！！」"R //「介錯もないなんて、ひたすら痛いだけだろ！！」R
	
	@bs
	
	/*	//	シーン調整のためにコメントアウト、↓に新設		西村
	@sc_layer_all
	@sc_filter_r(192,5000,0)
	"机に顔面を打ち、横に転がり落ちる。"R //机に顔面を打ち、横に転がり落ちる。R
	"その衝撃で腸が飛び出たのがわかる。"R //その衝撃で腸が飛び出たのがわかる。R
	*/
	//	▼▼新設ここから▼▼		西村
	"周囲のメンバーに切腹したと勘違いされる。"R //周囲のメンバーに切腹したと勘違いされる。R
	"しかし、いまいち派手さには欠けてしまった。"R //しかし、いまいち派手さには欠けてしまった。R
	"注目を集めることが出来ず、ＮＰＣたちは答案の回収に意識を戻す。"R //注目を集めることが出来ず、ＮＰＣたちは答案の回収に意識を戻す。R
	【@音無】"（しまった、このままじゃ失敗だ…！）"R //（しまった、このままじゃ失敗だ…！）R
	//	▲▲新設ここまで▲▲

	IF(@球技大会フォークを覚えた==1){

		@bs(hn0305)
		KOE(001203307,010)【@日向】"「どうして、お前はいつも自分を痛めつける方法しか選ばないんだよっ！？」"R //「どうして、お前はいつも自分を痛めつける方法しか選ばないんだよっ！？」R
		@お前はいつも自分を痛めつける方法１=1
	}

	/*	//	シーン調整のためにコメントアウト		西村
	@fade(bg_kuro,9,0)
	"周りが引く中、仲間たちだけが駆けつけてくれる、それだけはわかった。"R //周りが引く中、仲間たちだけが駆けつけてくれる、それだけはわかった。R
	"だがその後、気を失った…。"R //だがその後、気を失った…。R
	*/

	@第五話切腹した=1
	//	後々に使うために復帰させました		西村

	//@DEBUG(無理やり日向打ち上げに飛ばしています。切腹失敗→大して怪我してない→日向打ち上げにする予定です)
	GOTO #HINATA_UTIAGE		//無理やり日向打ち上げに飛ばさないとこれ以降どうにもならない（あまの）

	;;■■コメントアウト待避551■■


}		// IF(@日向に代わり道化師役を買って出た==1)

;;■■コメントアウト待避467■■

@bgm_play(m106)		;;♪日常（ＳＳＳメンバーが一緒に居るときなど）

IF(@今あだ名である==0){
	"我首先在姓名一栏写下了『音无』。"R //まず氏名欄に『音無』と書く。R
	"名字还是想不起来，只能先放到一边，开始做题了。"R //下の名前は思い出せていないから、たったそれだけで問題を解きにかかる。R
}elseif(@音無を糞虫と呼ぶ==1){ //TODO：确认后翻译
	"まず氏名欄に『糞虫』と書く。"R //まず氏名欄に『糞虫』と書く。R
	"写完这一栏之后就开始做题。"R //たったそれだけで問題を解きにかかる。R
}elseif(@音無を量産型日向と呼ぶ==1){
	"まず氏名欄に『量産型日向』と書く。"R //まず氏名欄に『量産型日向』と書く。R
	"写完这一栏之后就开始做题。"R //たったそれだけで問題を解きにかかる。R
}


"我顺利地解出了每一道题，不断地填满着答题卡。"R //すらすらと解け、回答欄を埋めていく。R
【@音無】"（诶？明明我没有记忆，为什能这么简单地做出来呢…？）"R //（え？　記憶ねぇのに、なんでこんな簡単に解けるんだ…？）R
【@音無】"（说不定我其实挺聪明的…）"R //（俺、案外頭よかったのかな…）R

//	回想元がどこにも存在しませんので、AB07aに回想元となるシーンを作りました		西村
@ゆり服装 = @戦線制服_帽子
@回想開始スタック
@bgs(ep03_bg004, yr0209_06)
KOE(001203405,002)【@ゆり】"「…不可以认真地去答题哦。否则有可能会成为消失的诱因的」"R //「…問題を真面目に解いちゃ駄目よ。消えるファクターになりかねない」R
@回想終了スタック
@ゆり服装 = @戦線制服
;－－－□現実　教室の中　テスト中
"我想起了由理说过的话。"R //ゆりの言葉を思い出す。R

/*IF(@またも歯が飛んでまともに話せない==1){
	【@音無】"（…おっと）"R //（…おっと）R
}else{*/
【@音無】"「…好险」"R //「…おっと」R
//}

"我连忙用橡皮擦掉了答案。"R //慌てて消しゴムで回答を消す。R
【@音無】"（…不可以认真地去考试…）"R //（…真面目に受けちゃ駄目なんだった…）R

@移動(ep06_bg014)
@pcmch_play(1, @チャイム)//効果音（学校チャイム）

"时间不断流逝，铃声也随之响起。"R //時間が経ち、チャイムが鳴る。R
"这次作战的目的是让天使成为全校倒数第一，姑且还是写点答案，避免完全挂科吧。"R //この作戦では、天使をびりっけつにしなくてはいけないから、一応、赤点を避けるレベルで回答しておいた。R
【@音無】"（那么，交换答题卡的作战就要开始了…）"R //（さて、ここからすり替え作戦が始まるんだよな…）R

@bs(hn0105_09)

【@音無】"（日向那家伙，打算怎么吸引全场的注意力呢…？）"R //（日向の奴、どうやって注目を集めるつもりなんだ…？）R

@pcmch_stop(1, 2000)
@bs

KOE(001203423,050)【教師】"「好，把答题卡从后往前传」"R //「はい、じゃ、後ろから集めて」R

@bgm_stop(2000)

"答题卡被不断地传向了前排。"R //前へ前へと答案用紙が送られる。R
"就在答题卡传到第一排的瞬间，日向突然站了起来，手指着窗外，大声地喊道。"R //それが最前列に達そうとした瞬間、日向が唐突に立ち上がり大声を上げながら、窓の外を指さした。R

@bgm_play(m124)

@bs(bs3_hn0105@u3)
@縦揺れ_弱
KOE(001203426,010)【@日向】"「那…那是什么啊啊啊啊啊啊啊啊——！？操场上，长出了一根超级巨大的竹笋啊啊啊啊——！！」"R //「な…なんだありゃあああぁぁああぁーー！？　グラウンドから、超巨大な竹の子がにょきにょきとおおぉぉぉーーっ！！」R
@bgm_stop(400)

"……………………。"R //しーーーーーん…。R
"整个考场鸦雀无声。"R //静まりかえる教室。R

IF(@その気さらにあり==1){

	@縦揺れ_弱
	
	【@音無】"「真的啊——！！这竹笋怎么这么大啊———！！」"R //「本当だぁぁーー！！　なんてでかい竹の子なんだぁーーー！！」R
	"我也站起来支持他了。"R //俺も立ち上がり、フォローする。R
	"但，根本就没有人往窗外看。"R //が、それでも誰も窓の外を見ようとしない。R

}else{

	【@音無】"「…傻逼啊…」"R //「…あほ日向め…」R

}

@bs(hn0409)
KOE(001203453,010)【@日向】"「呜…」"R //「くっ…」R

@bs(hn9999@d3)

/*IF(@日向あだ名になる==1){
	"ホモ太は失敗に終わったことを悟り、席につき、うなだれる。"R //ホモ太は失敗に終わったことを悟り、席につき、うなだれる。R
}else{*/

"日向意识到了自己的失败，垂头丧气地坐到了座位上。"R //日向は失敗に終わったことを悟り、席につき、うなだれる。R

//}



#HINATA_UTIAGE

@bs

@bgm_stop(1000)

"紧接着。"R //直後。R

@bgm_play(HeartilySong)
close
@pcmch_play(0, @日向飛ぶ)// 効果音（着席した日向が打ち上げられる）

@QUAKE_UD(100, 0, 0, 8)
@椅子ロケット
@bs_wipe_type(2)
@bs(bs3_hn0107@u3)
@timewaitkey(1000)

"嘭！"R //ぼんっ！R

/*IF(@日向あだ名になる==1){
	"ホモ太の体が椅子ごと勢いよく真上に飛び立っていた。"R //ホモ太の体が椅子ごと勢いよく真上に飛び立っていた。R
}else{*/
@bs(bs3_hn0106)

"日向连人带椅子一起，气势汹汹地飞向了正上方。"R //日向の体が椅子ごと勢いよく真上に飛び立っていた。R

//}

close
@bs(hn9999@u5)
@timewaitkey(300)

@縦揺れ_強
@pcmch_play(0, @天井穴あく)// 効果音（日向天井に激突）
@椅子ロケット消去

@bgm_stop(2000)

@fade(bg_kuro, 1)

"咣！他的头不偏不倚地撞到了天花板上，然后掉回了地上。"R //ずがんっ！と天井で思いきり頭を打って、床に落ちてくる。R

@bg(ep05_bg018, 1)

@pcmch_play(0, @転ぶ２)// 効果音（日向床に落ちる）
@縦揺れ_弱

@face(hn0106)
KOE(001203475,010)【@日向】"「咕哦哦哦哦哦哦哦哦哦…！！」"R //「ぐおおおぉぉおぉぉぉ…！！」R

"日向双手抱头，翻倒在了地上。"R //頭を抱えてもんどり打つ日向。R

@日向打ち上げ=1

IF(@その気さらにあり){

	【@音無】"（怎么回事啊…！！）"R //（なんてこった…！！）R

}

"竹山抓住机会，趁着所有人的目光都还集中在日向身上的间隙，替换掉了天使的答题卡。"R //みんなが注目している隙に竹山は、天使の答案用紙を偽物とすり替えていた。R

@移動(ep05_bg021)
@bgm_play(m105)

"考后休息时间，大家都聚集到了由理的座位旁。"R //休み時間となり、俺たちはゆりの席の周りに集まる。R

@bs(yr0203)
KOE(001203486,002)【@ゆり】"「为了预防这种你搞砸的情况，我在你的椅子底下安装了火箭推进器」"R //「あなたがミスした時のために、椅子の下に推進エンジンを積んでおいたのよ」R

//	日向と代わった場合の選択肢をなくしたので、整合性とるために分岐とテキスト追加		西村
IF(@第五話切腹した){
	//TODO：南通线
	【@音無】"「为什么不是在我的椅子，而是日向的椅子上啊！？」"R //「俺の椅子じゃなく、何で日向の椅子に！？」R
	"那我代替日向的意义在哪啊！"R //これじゃ、日向と代わった意味がないじゃないか！R

}

@bs(yr0502)
KOE(001203487,002)【@ゆり】"「怎么样？成为太空人的感觉如何？」"R //「どうだった？　ちょっとした宇宙飛行士気分は？」R

//IF(@その気さらにあり){
IF((@その気さらにあり==1)&&(@ゆりを悪く言うのを許さない==0)){	//■■■■シナリオのつながりの都合で条件式変更（あまの）

	//IF(@またも歯が飛んでまともに話せない==0){
	@縦揺れ_弱
	
	【@音無】"「他瞬间就撞到天花板上，然后掉下来了啊！！话说，这火箭推进器的质量倒是挺好的啊！」"R //「一瞬で天井に激突して落下したろ！！　つか、推進エンジンなんてよく作れたなっ！」R
	
	@bs_add(hn0308, 4)
	KOE(001203494,010)【@日向】"「为什么总是你先生气啊…」"R //「だからなんで、お前が先にキレるんだよ…」R

	;;■■コメントアウト待避223■■

}else{

	@bs_add(hn0306, 4)
	KOE(001203503,010)【@日向】"「我瞬间就撞到天花板上，然后掉下来了啊！！话说，这火箭推进器的质量倒是挺好的啊！」"R //「一瞬で天井に激突して落下したよっ！！　つか、推進エンジンなんてよく作れたなっ！」R

}

IF(@ゆりを悪く言うのを許さない==1){
	//TODO：由理线
	【@音無】"「ゆりはフォローしてくれたんだぞ！？　お前は感謝すべき立場だっ！！」"R //「ゆりはフォローしてくれたんだぞ！？　お前は感謝すべき立場だっ！！」R
	
	;－－－●↓またかよ、で合ってる？R
	@bf(hn0108)
	KOE(001203511,010)【@日向】"「またかよ…何、ひたすらゆりっぺを庇ってんだよ…」"R //「またかよ…何、ひたすらゆりっぺを庇ってんだよ…」R
	
	@bf(yr0303)
	KOE(001203512,002)【@ゆり】"「音無くんは、新入りにして、一番の理解者で助かるわー」"R //「音無くんは、新入りにして、一番の理解者で助かるわー」R
	
	@bs(hn0109_07)
	KOE(001203513,010)【@日向】"「何かをネタに脅されていたりしねーか？」"R //「何かをネタに脅されていたりしねーか？」R

	IF(@イケチン次は殴る==1){
	// k-takahashi メモ：このフラグ参照は怪しい。ひなちんの場合もあるので要確認

		【@音無】"「ゆりは、そんな奴じゃない！　イケチン、長い付き合いのお前ならわかるだろぉー！！」"R //「ゆりは、そんな奴じゃない！　イケチン、長い付き合いのお前ならわかるだろぉー！！」R
		
		@イケチンon
		
		@bs(hn0108)
		KOE(001203518,010)【@日向】"「はい、言ったあーー」"R;>>棒読みで //「はい、言ったあーー」R
		
		@日向パンチ
		
		IF(@AB09歯が飛ぶ==1){

			"鋭いイケチンのフックが俺の顔面を捉え、また歯が飛ぶ。"R //鋭いイケチンのフックが俺の顔面を捉え、また歯が飛ぶ。R

			@AB09また歯が飛んでまともに話せない=1

		}else{

			"鋭いイケチンのフックが顔面を捉え、歯が飛ぶ。"R //鋭いイケチンのフックが顔面を捉え、歯が飛ぶ。R

			@AB09歯が飛ぶ=1
		}

		@日向on
		
		;;■■コメントアウト待避224■■

	}else{	//■■■■シナリオつながってないので、位置を修正した（あまの）

		【@音無】"「ゆりは、そんな奴じゃない！　長い付き合いのお前ならわかるだろぉー！！」"R //「ゆりは、そんな奴じゃない！　長い付き合いのお前ならわかるだろぉー！！」R
		
		@bs(hn0208)
		KOE(001203595,010)【@日向】"「いや、長い付き合いだけに、理解できねーんだが…」"R //「いや、長い付き合いだけに、理解できねーんだが…」R

	}

	@face(yr0207)
	KOE(001203596,002)【@ゆり】"「はいはい、うるさーーい、黙れーーーー」"R;>>棒読み //「はいはい、うるさーーい、黙れーーーー」R
	
	@bs(yr0204)
	KOE(001203597,002)【@ゆり】"「で、作戦は、成功ね？　竹山くん」"R //「で、作戦は、成功ね？　竹山くん」R

	GOTO #NUKARINAI

}		// IF(@ゆりを悪く言うのを許さない==1)

@bf(yr0307)
KOE(001203605,002)【@ゆり】"「我可是在给你擦屁股呢，你该感谢我才对」"R //「フォローしてあげたんだから、感謝なさいよ」R

;－－－●↓ここもどっちのフラグを優先すべき？R
IF(@ゆりを悪く言うのを許さない==1){		//■■■■この条件だとここにこれない（あまの）

	【@音無】"「说的没错」"R //「まったくだ」R

}elseif(@その気さらにあり==1){

	@縦揺れ_弱
	
	【@音無】"「诶诶———！！」"R //「えぇーーー！！」R
	
	@bf(hn0309_07)
	KOE(001203617,010)【@日向】"「所以你怎么比我还惊讶啊…」"R //「だからなぜ俺より驚く…」R

	;;■■コメントアウト待避225■■

}


#SAKUSEN

@bs(yr0601)
KOE(001203630,002)【@ゆり】"「作战成功了吗？竹山君」"R //「作戦は、成功ね？　竹山くん」R

#NUKARINAI

@bs_add(ty0207, 4)
KOE(001203634,017)【竹山】@bc"「没有任何疏漏。还有，请…」"@bf_c(1300, ty0204)R //「抜かりありません。あと、ぼ…」@bf_c(1300, ty0204)R

@bs(yr0601_02)
KOE(001203635,002)【@ゆり】"「那么，下一位是高松君」"R //「じゃ、次は高松くん」R

@bs_add(tm0101, 4)

KOE(001203636,012)【高松】"「我要做什么」"R //「私が何か」R

@bf(yr0101)
KOE(001203637,002)【@ゆり】"「吸引大家的注意力」"R //「みんなの気を引く役ね」R

//if(@日向打ち上げ==0){		//■■■■日向の打ち上げを見てないときのフォローが必要（あまの）
//	GOTO #KANGAERUTAKMATSU
//}


@bf(tm0106)
KOE(001203638,012)【高松】"「不是由日向同学负责的吗？」"R //「それは日向さんの役割では？」R

@bf(yr0103)
KOE(001203639,002)【@ゆり】"「你知道狼来了的故事吗？」"R //「狼少年の話知ってる？」R

@bf(tm0406)
KOE(001203640,012)【高松】"「重复的谎言会失去可信度…」"R //「繰り返される嘘は信憑性を失っていく…」R

@bf(yr0301)
KOE(001203641,002)【@ゆり】"「正是如此」"R //「そういうわけ」R

@bf(tm0104)
KOE(001203642,012)【高松】"「呃！难道说，这么多人是为了这个…」"R //「はっ！　まさか、そのために頭数をっ…」R

@bf(yr0303)
KOE(001203643,002)【@ゆり】"「呵呵呵…」"R //「ふふふ…」R

@bs(tm0105)
KOE(001203644,012)【高松】"「你这个人简直就是魔鬼！我要放弃…」"R //「悪魔のような人だっ！　辞退をっ…」R

@face(yr0604)
KOE(001203645,002)【@ゆり】"「…别想跑哦」"	// Rnasi //「…やるのよ」	

@bgm_stop(1000) R

close
@SC_NEGA(1)
@pcmch_play(0, @ガーン)
@bs(tm0109)
@QUAKE_LR_ALL(100, 1, 1, 30)
@timewaitkey(1500)


@SC_NEGA(0)
@pcmch_stop_all
@bs_add(hn0108, 6)
KOE(001203646,010)【@日向】"「别想了，飞吧。然后撞到天花板上」"R //「諦めて、飛べ。そして天井に激突しろ」R

@bs(tm0104)
KOE(001203647,012)【高松】"「我绝对要想办法，吸引到所有人的目光！」"R //「絶対、全員が注目する何かを考えださなくてはっ！」R

//#KANGAERUTAKMATSU

@bs(tm0110)
"高松抱着脑袋，开始了思考。"R //頭を抱え込み考え始める高松。R

@bs(oy0107)
KOE(001203649,014)【大山】"「下一个应该是我吧…还是早点考虑一下比较好…」"R //「次は僕なのかなあ…先に考えておいたほうがよさそうだな…」R

/*	k-takahashi フラグ立たないのでコメントアウトします
IF(@AB09大山との関係もう少し立つ){

	"俺を庇ってくれたのに、俺には何もしてやれない…。"R //俺を庇ってくれたのに、俺には何もしてやれない…。R
	【@音無】"（俺は誰かが名乗りでるのを待ってるだけの男だ…）"R //（俺は誰かが名乗りでるのを待ってるだけの男だ…）R

;－－－●↓二巻目以降に
;	@@選択=SELBTN(
;	}
;	IF(@選択==0){
;	}
;	ELSEIF(@選択==1){
;	}

}
*/

IF(@メンバーに入江が入った==1){

	@bs_add(ir0101_04, 6)
	KOE(001203671,007)【入江】"「我也要上吗？」"R //「あたしもですかっ」R
	
	@bs(yr0103, ir)
	KOE(001203672,002)【@ゆり】"「虽然男士优先，但也有可能轮到你呢」"R //「男子を優先するけど、あなたの番も来るかもね」R
	
	@bf(ir0104_05)
	KOE(001203673,007)【入江】"「诶诶诶—！！」"R //「ええぇー！！」R
	
	@bs
	
	【@音無】"（也就是说我会在她前面吗…）"R //（なら俺のほうが先ってことか…）R

//	日向と代わった場合の選択肢をなくしたので、整合性とるために分岐とテキスト追加		西村
}elseif(@第五話切腹した==1){

	【@音無】"（那还是会有再次轮到日向的可能…！）"R //（それじゃ、また日向の番が回ってくる可能性が…！）R

}else{

	@bs
// k-takahashi フラグ立たないのでコメントアウトします	IF(@AB09大山との関係もう少し立つ==0){
	【@音無】"（我也要上吗…）"R //（俺もか…）R

//	}
}

@bs(ty0101)
KOE(001203685,017)【竹山】"「那个，下一场考试的答案要怎么填呢？」"R //「あの、次の解答はどのようにすればいいんでしょう？」R

@bs_add(hn0108, 6)
KOE(001203686,010)【@日向】"「啊—啊，你倒是挺滋润啊，在那边耍点小动作就行了，根本不用飞起来」"R //「あーあ、お前はいいよなあ、小細工するだけだから。飛ばないし」R

@bgm_play(m218)

@bf(ty0204)
KOE(001203687,017)【竹山】"「你在说什么呢，我所承担的任务也是冒着相当巨大的风险啊！」"R //「何言ってんですか、こっちだって大きなリスクをはらんだ任務を帯びてるんですよっ」R

@bs_add(tm0104,4)
KOE(001203688,012)【高松】"「那么，就由我代为承担吧」"R //「では、代わってください」R

@bf(ty0104_06)
KOE(001203689,017)【竹山】"「不要！」"R //「嫌ですよっ」R

@bf(hn0305)
KOE(001203690,010)【@日向】"「果然还是你的人物更舒服啊。从一开始就运气好，抽了个上上签！」"R //「やっぱ、そっちのほうがいいんじゃねーかっ、くじ運が良くてよかったなあ！」R

@bf(ty0204)
KOE(001203691,017)【竹山】"「这种需要高度集中精神的工作，只有我才能做得到，你们那边只需要飞起来，完全不用动脑子吧！」"R //「これは僕にしかできない神経の要る作業なんだっ、そっちは飛ぶだけで頭使わなくていいじゃないですか！」R

IF(@ゆりを悪く言うのを許さない==1){
	
	@bgm_stop(400)
	@縦揺れ_弱

	【@音無】"「你们啊啊——————！！别吵了啊啊——————！！」"R //「てめーらぁぁーーーーーっ！！　喧嘩するなぁぁーーーーーっ！！」R
	;－－－●↓以下「また」は要らない？R
	
	@bs(tm0106,ty0202,hn0306)
	KOE(001203697,010)【@日向】"「你生气个毛啊！？」"R //「なぜお前がキレる！？」R

	@bs

	"随着我的一声咆哮，整个教室都安静了下来。"R //俺の一喝で、教室がしーーーーん、と静まりかえる。R

	GOTO #SHIIIINN		//■■■■飛び先で文章がつながっていません（あまの）	つなげた（魁0329

}

IF(@その気さらにあり==1){
	
	@縦揺れ_弱
	
	//IF(@またも歯が飛んでまともに話せない==0){
	【@音無】"「你小子，觉得日向是笨蛋吧啊啊———！？」"R //「んだとぉ、日向が馬鹿ってか、ああぁーーー！？」R
	
	@bs(tm0106,ty0202,hn0306)
	KOE(001203707,010)【@日向】"「你又生气个毛啊！？」"R //「また、なぜお前がキレる！？」R

	;;■■コメントアウト待避226■■

}else{

	@bf(hn0405)
	KOE(001203727,010)【@日向】"「你小子，觉得我是笨蛋吧，啊！？」"R //「んだとぉ、こっちは馬鹿ってか、ああ！？」R

}

//#KORRAAAA

@bgm_stop(400)

@集中線開始
@bs(bs3_yr0205@u3)
@横揺れ_強
KOE(001203733,002)【@ゆり】"「啊啊啊啊啊啊啊啊啊啊————！！别吵了啊啊啊啊啊啊啊啊啊——————！！」"R //「こっっっらあぁぁぁぁーーーっ！！　喧嘩、するなあ゛あ゛ぁぁーーーーーっ！！」R

@集中線終了
@bs(yr0107)

"随着由理的一声咆哮，整个教室都安静了下来。"R //ゆりの一喝で、教室がしーーーーん、と静まりかえる。R

#SHIIIINN

@bgs(ep05_bg020, bs1_kn0901, 2)

"天使猛地把椅子一拉，站了起来，看向了这边。"R //天使が、ぎっと椅子を引いて立ち上がり、こっちを向いた。R
"由理露出了一幅不妙的表情。"R //ゆりが、やば、と顔をしかめる。R

;;■■コメントアウト待避227■■

//IF(@天使と戦ったことがある==1){
// ↓k-takahashi フラグ修正しました	
if(@天使戦闘回数>=1){
	
	@@選択=SELBTN(@selbtn_s_2,
		"去解释", //言い訳をしに行く,
		"战斗" //戦う
	)@selbtn_log
	IF(@選択==0){

		#IIWAKE1
		
		@bgm_play(m123)

		@bgs_nf(kn0901)
		
		"我迅速地冲到了她的面前。"R //俺がさっとその前に移動した。R
		【@音無】"「对不起，我们在对答案的时候发生了一些争执。现在已经解决了。现在确认日向考了零分了。全部OK了。已经没问题了。吵起来真是抱歉。已经没问题了」"R //「すまん、答え合わせでもめてた。今、決着がついた。日向が０点だったことがわかった。万事ＯＫだ。もう問題ない。騒がしくして悪かった。もう大丈夫だ」R
		
		@bs(kn0901_05)
		KOE(001203760,001)【@天使】"「…这样啊」"R //「…そう」R
		
		@bg_reset(0)
		@bgs(ep05_bg020, bs1_kn0901, 2)
		
		"她坐了下来，继续复习起了后面的科目。"R //そのまま着席し、予習を再開した。R
		
		@bs
		
		"战线这边总算是松了口气。"R //ふぅ、と安堵の息をつく戦線一行。R
		"这活儿真是吃力不讨好啊…。"R //なんて役回りだ…。R

		@bgm_stop(2000)
		
		@bs(yr0107)
		KOE(001203764,002)【@ゆり】"「笨蛋」"R //「ばか」R
		
		@bs_add(hn0108, 6)
		KOE(001203765,010)【@日向】"「说谁呢」"R //「誰がだ」R

	}else{	// if(@選択==1){

		@テスト大山の嘘でしのいだ=1

		//gosub #TATAKAOU		//GOTOやめてサブルーチンにした（あまの）
							//戦おう…。銃を取り出す。R
							//KOE(001204415,014)【大山】「いやぁ、僕が好きな子の話をしたら、日向くんと被ってて、言い合いになっちゃって…」R
							//中はみたいな流れ
		// k-takahashi ↑天使に大山が告白した後(ここは告白話の前)のくだりになっていたので飛び先変更します
		// ↓追加

		@bgm_play(m112)

		"战斗吧…。我掏出了枪。"R //戦おう…。銃を取り出す。R
		【@音無】"（等等，在这种地方吗！？）"R //（って、こんなところで！？）R
		
		@bs(bs3_oy0104, kn)
		KOE(001204409,014)【大山】"「别掏枪啊」"R //「銃はまずいよっ」R
		
		"大山伸手制止了我。"R //大山の手が俺を制する。R
		
		@bgm_stop(2000)
		@bf(bs1_oy0102)
		
		"然后，他取而代之地走到了天使的正对面。"R //そして俺の代わりに天使と対峙する。R
		
		@bgm_play(m118)
		gosub #TATAKAOU_2
		// k-takahashi ↑ここまで
		
		//GOTO #DETSUGI2

	}

}else{	// if(@天使と戦ったことがある==0){

	/*IF(@ゆりを悪く言うのを許さない==1){
		"何かしたいが、まともに喋れないから、動けない！！"R //何かしたいが、まともに喋れないから、動けない！！R
		GOTO #KONOMAM
	}*/

	@@選択=SELBTN(@selbtn_s_2,
		"去解释", //言い訳をしに行く,
		"留给别人就好" //誰かに任せる
	)@selbtn_log
	IF(@選択==0){		// (言い訳をしに行く/誰かに任せる) 

		GOTO #IIWAKE1

	}else{	// if(@選択==1){		// (言い訳をしに行く/誰かに任せる) 

		//#KONOMAM
		//IF(@またも歯が飛んでまともに話せない==0){

		"就在我觉得不能再这么放着不管的时候，大山跑到了天使的面前。"R //このままじゃまずいと思ったのか、大山が天使の前まで走っていった。R

		/*}else{
			"このままじゃまずいと思ったのか、またも大山が天使の前まで走っていった。"R //このままじゃまずいと思ったのか、またも大山が天使の前まで走っていった。R
		}*/
		
		// k-takahashi ↓関数にしました

		@bgm_play(m123)

		gosub #TATAKAOU_2
		if( 0 ) {
			//译注：？if(0)何意味
			#TATAKAOU_2
			
			@bs_add(bs1_oy0403, 4)
			KOE(001203802,014)【大山】"「没什么，我只是聊到自己喜欢的女孩子，结果日向君也喜欢她，于是就吵起来了…」"R //「いやぁ、僕が好きな子の話をしたら、日向くんと被ってて、言い合いになっちゃって…」R
			
			@bf(kn0901_05)
			KOE(001203803,001)【@天使】"「这种话题是该在考试期间讨论的吗？」"R //「それがテストの間にする会話？」R
			
			@bf(oy0305)
			KOE(001203804,014)【大山】"「确实不该！下次一定会注意的」"R //「だよね！　次からは気を付けるよ」R
			
			@bf(kn0901)
			KOE(001203805,001)【@天使】"「那就好。专心考试吧」"R //「そうね。テストに集中して」R
			
			@bs(oy0308)
			
			"天使回到了座位上。"R //天使は戻っていった。R
			
			@bs(bs2_oy0107)
			
			"大山也回来了。"R //大山も戻ってくる。R
			
			@bs_add(hn0108, 4)
			KOE(001203808,010)【@日向】"「为什么我会和你喜欢上同一个女孩子啊，咱俩喜欢的类型完全不一样吧」"R //「なんでお前が好きな子と俺の好きな子が被るんだよっ、ぜってー趣味ちげーぜ」R

			;;■■コメントアウト待避543■■
			@bf(oy0202)
			KOE(001203821,014)【大山】"「算了算了，只是撒个谎而已，无所谓啦」"R //「まあまあ、嘘なんだから、目を瞑ってよ」R

			return
		}
		// k-takahashi ↑ここまで
		
		@テスト大山の嘘でしのいだ=1

	}		// (言い訳をしに行く/誰かに任せる) 

}		// IF(@天使と戦ったことがある==1) else

@bgm_stop(2000)

//#DETSUGI2
@bs(ty0201)
KOE(001203833,017)【竹山】"「所以，下一场考试的答案要怎么写？」"R //「で、次の解答はどのようにすればいいんでしょう？」R

@bgm_play(m106)		;;♪日常（ＳＳＳメンバーが一緒に居るときなど）

@bs(ty,yr0101)
KOE(001203834,002)【@ゆり】"「这次是哪一科来着」"R //「教科なんだっけ」R

@bf(ty0102)
KOE(001203835,017)【竹山】"「世界历史」"R //「世界史です」R

@bf(yr0103)
KOE(001203836,002)【@ゆり】"「那么，全部回答成地球被外星人侵略了」"R //「じゃ、地球は宇宙人に侵略されていることにして全問答えておいて」R

@bgs(ep05_bg019, kn0901, 2)

;－－－●↓問題もっとシンプルに変えたい
"『罗马帝国的首都罗马，依靠从各个行省运来的各种物资，支撑着其自身的繁荣。其中最重要的，被罗马吞并为行省的埃及王朝是？』"R //『ローマ帝国の首都ローマには各地の属州からさまざまな物資がもたらされ、その繁栄を支えた。なかでも重要であったエジプトを属州とする際にローマが倒した王朝の名を記しなさい』R
"『" @创建注释(@亚当斯基) "型王朝』"R //『アダムスキー型王朝』R
@清除注释

@bg(ep05_bg020, 2)
@縦揺れ_弱

"…这算是什么答案啊啊啊啊啊——！！"R //…なんて答えがああぁぁぁーーっ！！R

@bgm_stop(2000)

"我不由得抱住了头。"R //思わず頭を抱えてしまう。R

@bgm_play(m204)

;;■■コメントアウト待避468■■

//	チェックシート修正。かなでのセリフ整合性をとるため分岐設置		西村
IF(@AB09立華かなでの名を知った==0){

	@bs(bs3_kn0101)
	IF(@かなでに教えたあだ名==1){
		//TODO：确认后进行
		KOE(001203847,001)【@天使】"「クソムシくん、また不安？」"R //「クソムシくん、また不安？」R
	
	}elseif(@かなでに教えたあだ名==2){
		//TODO：确认后进行
		KOE(001203849,001)【@天使】"「量産型日向くん、また不安？」"R //「量産型日向くん、また不安？」R
	
	}else{
	
		KOE(001203861,001)【@天使】"「音无君，还是紧张吗？」"R //「音無くん、また不安？」R
	
	}
	
	"回过神来，才发现又有人抓住了我衣服的下摆。"R //気づくと、またも裾を引っ張られていた。R

}else{	//AB09aでかなでの名前を自分で調べに行かなかった（『誰かに任せる』を選択した）場合

	"有人抓住了我衣服的下摆。"R //誰かに裾を引っ張られていた。R
	【@音無】"「嗯？」"R //「ん？」R
	
	@bs(bs3_kn0101)
	KOE(001202559,001)【@天使】"「很紧张吗？」"R //「そんなに不安？」R
	
	@縦揺れ_弱
	
	【@音無】"（出现了啊啊——！！）"R //（出たあぁぁーー！！）R
	"回头一看，发现立华已经站到了我的背后。"R //振り返ると、いつの間にか立華が立っていた。R

}

【@音無】"「不，不是那样的…只是亚当斯基型UFO而已…」"R //「いや、そういうわけじゃなく…アダムスキー型ＵＦＯが…」R

@bs(kn0101_08)
KOE(001203866,001)【@天使】"「UFO？」"R //「ＵＦＯ？」R
【@音無】"「没，只是想到了" @创建注释(@屠牛事件) "，有点害怕…但是，有立华在的话，感觉可以不那么在意了…谢谢你」"R //「いや、キャトルミューティレーションを思い出して恐くなって…でも、とりあえず立華のおかげで気にならなくなったよ…ありがと」R
@清除注释

@bf(kn0102)
KOE(001203868,001)【@天使】"「是吗。那就好」"R //「そう。ならよかったわ」R

@bgm_stop(2500)



;－－－
@移動(ep06_bg014)

"考试开始了。"R //テスト開始。R
"我条件反射般地做完了前几道题，但很快就停了下来。"R //またも条件反射で解きにかかってしまうが、最初の数問だけにしておいた。R
"有50分钟的空闲…。"R //５０分暇だ…。R
"那么，高松究竟能想出怎么样的策略呢…。"R //さて、高松はどんな策を講じているのやら…。R


@移動(ep06_bg014)
@pcmch_play(1, @チャイム)// 効果音（学校チャイム）

"铃声响起。"R //チャイムが鳴る。R
KOE(001203882,050)【教師】"「好，把答题卡从后往前传」"R //「はい、じゃ、後ろから集めて」R
"我从后面接过了答题卡，把自己的那份放了上去，然后传到了前面。"R //答案用紙を受け取り、そこに自分の分を足して、前に送る。R

@pcmch_stop(1, 2000)
@bs(tm0104_01@u2)

"就在答题卡传到第一排的瞬间，高松站了起来。"R //それが最前列に達そうとした瞬間、高松が立ち上がった。R
KOE(001203885,050)【教師】"「怎么了，那边的」"R //「どうした、そこのお前」R

@bs(tm0110)
KOE(001203886,012)【高松】"「老师，其实我…」"R //「先生、実は私…」R
"他脱掉了披在身上的制服。"R //羽織っていた制服を脱ぎ捨てる。R

@bgm_play(m120)

@cg1_move(evcm_2101, -320, -180, 180, 120, 3000, 3, 1500)		;－－－◎イベントＣＧ２１
@高松服装=@上半身裸

KOE(001203891,012)【高松】"「是穿衣显瘦的类型啊！！」"R //「着やせするタイプなんです！！」R
"他展示着自己健美的裸体。"R //その裸体をしなやかに見せつける。R

@bgm_stop(600)

"整个考场顿时鸦雀无声。"R //しーーーんと静まりかえる教室。R
KOE(001203894,012)【高松】"「…您觉得如何」"R //「…どうですか」R
KOE(001203895,050)【教師】"「知道了知道了，请坐吧」"R //「わかったから、座りなさい」R

@bgs(ep06_bg014, tm0108, 2)

@timewaitkey(500)
@bs

"他被老师迎面浇了一盆冷水，沮丧地坐了下来。"R //無下にされ、落胆して上半身裸のまま着席する。R

@bgm_play(HeartilySong)
close
@pcmch_play(0, @日向飛ぶ)// 効果音（着席した高松打ち上がる）
@QUAKE_UD(100, 0, 0, 8)
@椅子ロケット
@bs_wipe_type(2)
@bs(bs3_tm0406@u3)
@timewaitkey(1000)

"紧接着…嘭！"R //直後…ぼんっ！R

@bf(tm0105)
KOE(001203898,012)【高松】"「呜哇啊啊啊啊啊啊啊啊啊啊啊——！！」"R //「うわあああぁぁぁぁぁぁぁぁーー！！」R

"这次的椅子一边旋转，一边飞向了天花板。"R //今度は回転しながら椅子ごと天井に向かって打ち上げられる。R

close
@bs(tm9999@u5)
@timewaitkey(300)

@face(hn0106)
KOE(001203900,010)【@日向】"「还带回旋的吗！？」"R //「キリモミした！？」R

close
@縦揺れ_強
@pcmch_play(0, @天井穴あく)// 効果音（高松天井に頭を打ち付ける）
@椅子ロケット消去

@bgm_stop(2000)

@fade(bg_kuro, 1)

"咣！的一声，他撞到了天花板上，然后掉回了地板上。"R //ずがんっ！と天井にぶつかり、床に落ちてくる。R

@bg(ep05_bg018, 1)

close
@pcmch_play(0, @転ぶ２)// 効果音（高松地面に落ちる。ガシャーン）
@縦揺れ_弱

"赤裸着上半身昏迷过去，这画面实在是太有冲击力了…。"R //上半身裸のまま失神している姿はインパクトありすぎる…。R
"趁着这个间隙，竹山再次交换了答题卡。"R //その隙に竹山がまたも答案用紙のすり替えを行っていた。R

@移動(ep05_bg021)
@bgm_play(m209)


"考后休息时间，众人再次聚集到由理的身边进行密谈。"R //休み時間。ゆりの元に集まり、また密談。R

@bs(yr0506)
KOE(001203906,002)【@ゆり】"「真是的，你还真敢自信满满地拿出这么欠考虑的方案啊」"R //「ったく、よくもまあ、あんなあさはかな案を自信を持って遂行できたものね」R

@bs_add(tm0108,4)
KOE(001203907,012)【高松】"「我很有自信的…觉得能做出一番出人意料的展开…给别人一种人不可貌相的感觉…毕竟自己一直有在暗中锻炼…」"R //「自信あったんですが…意外性があるといいますか…見かけによらないといいますか…陰で鍛え続けてきたので…」R

@bs(tm,hn0108)
KOE(001203908,010)【@日向】"「差不多得了，穿上吧」" //R抜けok //「いいから上、着ろよ」 

@bgm_stop(400) R

@bf(tm0506)
KOE(001203909,012)【高松】"「但即便如此，也没有螺旋升天的必要吧…」"R //「にしても、キリモミする必要まではなかったかと…」R

@bgm_play(m118)		;;♪日常（おちゃらけ）

@bs(tm,yr0203)
KOE(001203910,002)【@ゆり】"「越显眼越好，所以肯定有必要啊。我可是在给你善后呢，你该感谢我才对」"R //「目立つほどいいんだからあるに決まってるじゃない。フォローしてあげたんだから、感謝なさいよ」R

@bs(yr0101)
KOE(001203911,002)【@ゆり】"「这次也顺利吗？竹山君」"R //「今回も首尾はばっちしね？　竹山くん」R

@bs_add(ty0207, 4)
KOE(001203912,017)【竹山】@bc"「没有任何差错。还有请…」"@bf_c(1400,ty0202) R //「抜かりありません。そろそろ、ク…」@bf_c(1400,ty0202) R

IF(@メンバーに入江が入った==1){


	@bgm_stop(1000)

	@bs(yr0301)
	KOE(001203916,002)【@ゆり】"「那么，下一位是入江同学」"R //「じゃ、次は入江さん」R

	@bgm_play(m105)

	@bs(ir0104_05,yr)
	KOE(001203917,007)【入江】"「欸欸！？我可没什么拿得出手的才艺啊—！」"R //「えぇ！？　あたしに持ちネタなんてありませんーっ！」R
	
	@bs(ir, tm0108)
	KOE(001203918,012)【高松】"「我们并不是在给别人表演才艺啊…」"R //「別に私たちはネタ見せをしてるわけではありませんが…」R
	"我觉得你的行为已经很接近了…。"R //その姿は十分ネタじゃないか…。R
	
	@bs(ir,yr0502)
	KOE(001203920,002)【@ゆり】"「啊，对了。入江同学的座位就在她的斜后方，离得很近吧」"R //「あっ、そーだ。入江さんの席はすぐ斜め後ろで、近いじゃない」R
	
	@bf(ir0306)
	KOE(001203921,007)【入江】"「是的…没错，但是…我也要飞吗…？」"R //「はい…そうですが…あたしも飛ぶんでしょうか…？」R
	
	@bf(yr0203)
	KOE(001203922,002)【@ゆり】"「不用哟。只要你去向天使表白就可以」"R //「大丈夫よ。天使に告白してくれたら」R
	
	@bf(ir0102)
	KOE(001203923,007)【入江】"「好的」" //R抜けok //「はい」 

	@bgm_stop(400)R

	@bs(ir0101_04)
	KOE(001203924,007)【入江】"「…好的？刚才…说了什么来着？」"R //「…はい？　今…なんて言いました？」R

	@bgm_play(m211)

	@face(yr0307_04)
	KOE(001203925,002)【@ゆり】"「向天使表白哦。“请原谅我不分时间和场合，对不起。我一直都很喜欢你，请和我交往吧！”大概像这样」"R //「天使に告白するのよ。こんな時に場所も選ばず、ごめんなさい。あなたのことがずっと好きでした、付き合ってください、って」R

	@bgm_stop(400)
	@pcmch_play(0, @ガーン)// 効果音（ｶﾞ━━━━(；ﾟдﾟ)━━━━━ﾝ !!!）
	@SC_NEGA(1)
	@bf(ir0104_05)
	@横揺れ_弱
	
	KOE(001203926,007)【入江】"「诶诶诶诶诶诶诶诶——！」"R //「ええぇぇえぇぇぇーーっ！」R
	
	close
	@SC_NEGA(0)
	@bs_wipe_type(2)
	@bf(ir0104_05)
	@timewaitkey(500)
	
	@face(hn0108)
	KOE(001203927,010)【@日向】"「这个要求对她来说是不是太高了？」"R //「そいつはさすがに、ハードルが高すぎねーか？」R
	
	@face(tm0108)
	KOE(001203928,012)【高松】"「确实呢…」"R //「ですね…」R
	
	@face(oy0204)
	KOE(001203929,014)【大山】"「而且，还都是女性…这可是禁忌之恋啊！？」"R //「しかも、女性同士…禁断の恋だよっ！？」R //其实设定上日本同性并不能结婚
	
	@bs_add(yr0502, 6)
	KOE(001203930,002)【@ゆり】"「就得要这种禁忌般的感觉才够味啊。毫无疑问，能够吸引所有人的注意力」"R //「その禁断な感じがいいんじゃない。間違いなく、注目の的になるわよ」R

	@@選択=SELBTN(@selbtn_s_3,
		"我也想看", //俺も見てみたい,
		"应该让大山去", //大山にすべきだ,
		"确实有点难"		;;,@またも歯が飛んでまともに話せない		//■■■■このフラグで判定？？（あまの	そもそもこのフラグ立たない（あまの	普通に選べるようにした。（魁0405 //確かに荷が重すぎる		
	)@selbtn_log

	IF(@選択==0){		// (俺も見てみたい/大山にすべきだ/確かに荷が重すぎる) 

		【@音無】"「我也想看。而且说不定，还能顺利地发展下去呢」"R //「俺も見てみたい。もしかしたら、上手くいくかもしれないし」R

		;－－－●↓以下、今の音無のあだ名を知らないキャラの反応が居る気がする…R
		;;■■コメントアウト待避469■■
		IF(@音無を量産型日向と呼ぶ==1){
			//TODO：确认后翻译
			@bs(hn0305)
			KOE(001203946,010)【@日向】"「は！？　正気か、量産型日向！？　そんな趣味があったのかよっ！？」"R //「は！？　正気か、量産型日向！？　そんな趣味があったのかよっ！？」R
		}elseif(@音無を糞虫と呼ぶ==1){
			//TODO：确认后翻译
			GOTO #KUSO_NOTHING		;;糞虫なかったんで、強制的に百合属性ありのルートへ。まさに糞虫！（魁　0405
		}else{
			@bs(hn0305)
			KOE(001203954,010)【@日向】"「哈啊！？你没事吧，音无！？你居然还有那种兴趣吗！？」"R //「は！？　正気か、音無！？　てめー、そんな趣味があったのかよっ！？」R
		}

		@@選択=SELBTN(@selbtn_s_2,
			"有哦", //ある,
			"没有" //ない
		)@selbtn_log
		IF(@選択==0){		// (ある/ない) 

			【@音無】"「有哦」"R //「ある」R

			#KUSO_NOTHING

			@bs(hn0109_07)
			KOE(001203969,010)【@日向】"「不会吧…。虽然的确有些男性好这口没错…」"R //「マジかよ…。確かに男なら、そういうのも好きって奴、居るもんな…」R

			@百合属性あり=1
			@実績チェック
			
			;;■■コメントアウト待避236■■

			IF(@その気さらにあり==1){	// &&@またも歯が飛んでまともに話せない==0){

				【@音無】"「但是放心吧。我对相反的那个版本更感兴趣」"R //「でも安心してくれ。その逆バージョンも大いにアリだ」R
				
				@bs(hn0306)
				KOE(001204002,010)【@日向】"「这个也很可怕啊——！！」"R //「それも、こえぇぇーーよっ！！」R

			}


//			GOTO #DEDOUNANO

		}elseif(@選択==1){		// (ある/ない) 

			;;■■コメントアウト待避235■■

			【@音無】"「没有」"R //「ない」R
			
			@bs(hn0109_07)
			KOE(001204023,010)【@日向】"「那你为什么还想看啊！？」"R //「ないのに、見てみたいのか！？」R
			【@音無】"「该怎么说呢…感觉像是打开了新的大门一样…」"R //「なんていうんだろ…新しい扉が開く気がするんだ…」R

			;;■■コメントアウト待避236■■

			IF(@その気さらにあり==1){

				@bs(hn0108)
				KOE(001204044,010)【@日向】"「哈啊！？」"R //「はあ！？」R
				【@音無】"「直到现在，我都对你一心一意」"R //「俺はいまんとこ、お前一筋だから」R

/* k-takahashi フラグ立たないのでコメントアウトします
				IF(@AB02でもカミングアウトした==1){

					@bs(oy0105)
					KOE(001204049,014)【大山】"「また、すごいカミングアウトだぁぁーー！！」"R //「また、すごいカミングアウトだぁぁーー！！」R

				}else{
*/
					@bs_add(oy0204, 4)
					KOE(001204053,014)【大山】"「突然就来了个猛烈的出柜啊——！！」"R //「いきなり、すごいカミングアウトだぁぁーー！！」R

//				}

				@bf(hn0306)
				KOE(001204057,010)【@日向】"「作为你的室友，这样真的很吓人啊———！！」"R //「ルームメイトとして、すげぇーこえーーーよ！！」R

				@AB09でもカミングアウトした=1
				@実績チェック

			}	//その気さらにありの閉じ

		}		// (ある/ない) 

//		#DEDOUNANO

		@bs(ir0206,yr0601)
		KOE(001204067,002)【@ゆり】"「所以，你打算怎么办，入江同学？」"R //「で、どうなの、入江さん？」R
		
		@bf(ir0306_04)
		KOE(001204068,007)【入江】"「呃那个…」"R //「それはええと…」R
		
		@bf(ir0103)
		KOE(001204069,007)【入江】"「…知道了。我会试试看的」"R //「…わかりました。やってみますっ」R
		"她最终还是鼓足了勇气，接下了这个任务。"R //最後は勇気を振り絞った表情で言った。R

		@入江が告白することに=1

		GOTO #DETSUGI1

	}elseif(@選択==1){		// (俺も見てみたい/大山にすべきだ/確かに荷が重すぎる) 大山にすべきだ

		;;■■コメントアウト待避237■■

		【@音無】"「我觉得大山应该更合适」"R //「俺は大山が適任だと思う」R

		//GOTO #OOYAMAEEEE

		@bs(oy0206)
		@横揺れ_弱
		KOE(001204096,014)【大山】"「诶诶诶诶———！？我吗！？」"R //「えぇぇぇーーー！？　僕っ！？」R
		
		@bs_add(hn0408_03, 6)
		KOE(001204097,010)【@日向】"「唉，这里所有的男生最后都会上天的…放弃吧」"R //「はっ、ここに居る男子メンバーはことごとく飛ぶことになってんだよ…諦めろ」R

		goto #IWARETA		//											とかかね。


	}elseif(@選択==2){		// (俺も見てみたい/大山にすべきだ/確かに荷が重すぎる) 確かに荷が重すぎる

		【@音無】"「的确，入江的压力确实太大了」"R //「確かに、入江には荷が重い」R
		
		@bf(yr0401)
		KOE(001204111,002)【@ゆり】"「那么，音无君，可以换你上吗？」"R //「じゃあ、音無くん、あなたがやる？」R

		@@選択=SELBTN(@selbtn_s_2,
			"让我来", //やる,
			"拒绝" //断る
		)@selbtn_log
		IF(@選択==0){		// (やる/断る) 

			【@音無】"「让我来」"R //「やる」R
			
			@bs(hn0102, yr)
			KOE(001204120,010)【@日向】"「哦哦，很爽快啊！厉害—！」"R //「おお、即答！　すげーっ！」R

			;;■■コメントアウト待避238■■

			@bf(yr0307)
			KOE(001204193,002)【@ゆり】"「但是，音无君的座位太远了。大山君来吧」"R //「でも、音無くんは席遠いわね。大山くんやって」R

			goto #IMAORE

		}elseif(@選択==1){		// (やる/断る) 断る

			【@音無】"「拒绝」"R //「断る」R
			
			IF(@その気さらにあり){

				【@音無】"「理由自不必说，我可不能在日向的面前进行这种表演」"R //「理由はもちろん、日向を前にして、そんな真似したくないからだ」R
				
				@bs(hn0306)
				KOE(001204204,010)【@日向】"「哈啊！？」"R //「はあぁ！？」R
				
			}	// k-takahashi if閉じる場所変えます
			
			@bs(yr0201)
			KOE(001204205,002)【@ゆり】"「确实呢。音无君的座位太远了。大山君来吧」"R //「そうね。音無くんは席遠いもんね。大山くんやって」R

			#IMAORE

			;;■■コメントアウト待避470■■

/*				k-takahashi ↓イラッとするifに含みます
			IF(@音無を糞虫と呼ぶ==1){
				【@音無】"「今の俺は糞虫ですが、何か？」"R //「今の俺は糞虫ですが、何か？」R
			}elseif(@音無を量産型日向と呼ぶ==1){
				【@音無】"「今の俺は量産型日向ですが、何か？」"R //「今の俺は量産型日向ですが、何か？」R
			}
*/
			IF(@ゆりただのエロ少年にイラっとする==1||@ゆりただのエロ少年にイラっとする２==1||@ゆりただのエロ少年にイラっとする３==1){
				//TODO：确认后翻译
				IF(@音無を糞虫と呼ぶ==1){
					【@音無】"「今の俺は糞虫ですが、何か？」"R //「今の俺は糞虫ですが、何か？」R
				}elseif(@音無を量産型日向と呼ぶ==1){
					【@音無】"「今の俺は量産型日向ですが、何か？」"R //「今の俺は量産型日向ですが、何か？」R
				}
				else
				{
					// あだ名でない場合スルー
					GOTO #EEEEE
				}
				
				@bs(yr0405)
				KOE(001204227,002)【@ゆり】"「またイラッとするのが来たぁーーー！！」"R //「またイラッとするのが来たぁーーー！！」R

				@ゆりただのエロ少年にイラっとする４=1
			}

//			}		// IF(@その気さらにあり==1)

			GOTO #EEEEE

		}		// (やる/断る) 

	}		// (俺も見てみたい/大山にすべきだ/確かに荷が重すぎる) 

}		// IF(@メンバーに入江が入った==1)

@bgm_stop(1000)

@bs(yr0301)
KOE(001204248,002)【@ゆり】"「那么，下一位是大山君」"R //「じゃ、次は大山くん」R

@bgm_play(m105)

@bs_add(oy0207_04, 4)
KOE(001204249,014)【大山】"「果然还是来了啊———！！我可没什么拿得出手的才艺啊！？」"R //「やっぱり、きたかーーー！！　僕、持ちネタなんてないよっ！？」R

//#BETSUNI

@bs(oy, tm0108)
KOE(001204253,012)【高松】"「我们并不是在给别人表演才艺啊…」"R //「別に私たちはネタ見せをしているわけではありませんが…」R
"我觉得你的行为已经很接近了…。"R //その姿は十分ネタじゃないか…。R

@bs(oy0209_05)
KOE(001204255,014)【大山】"「已经无所谓了。干脆让我直接飞起来吧。这次又是什么？爆炸吗？」"R //「もう、いいよっ。いっそ最初から飛ばしてよっ。今度は何っ？　爆発でもするのっ？」R

@face(hn0108)
KOE(001204256,010)【@日向】"「要是被炸得血肉横飞的话，估计整个考试都会被停止的吧…」"R //「肉片が散らばって、テストどころじゃなくなるからな…」R

@bs_add(yr0502, 6)
KOE(001204257,002)【@ゆり】"「啊，对了。大山君的座位就在她的斜后方，离得很近吧」"R //「あっ、そーだ。大山くんの席は、斜め後ろで、近いじゃない」R

@bf(oy0107)
KOE(001204258,014)【大山】"「确实是的。所以，我不用飞了吗？」"R //「そうだね。じゃあ、飛ばなくていい？」R

@bf(yr0203)
KOE(001204259,002)【@ゆり】"「不用哟。只要你去向天使表白就可以」"R //「ええ。天使に告白してくれたら」R

@bf(oy0102)
KOE(001204260,014)【大山】"「嗯」" //R抜けok //「うん」 

	@bgm_stop(400)R

@bf(oy0107)
KOE(001204261,014)【大山】"「…嗯？…什么？」"R //「…うん？　…なんだって？」R

	@bgm_play(m211)

@bf(yr0307_04)
KOE(001204262,002)【@ゆり】@bc"「向天使表白哦。“请原谅我不分时间和场合，对不起。我一直都很喜欢你，请和我交往吧！”大概像这样」"@bf_c(2300, yr0303)R //「天使に告白するのよ。こんな時に場所も選ばず、ごめんなさい。あなたのことがずっと好きでした、付き合ってください、って」@bf_c(2300, yr0303)R

	@bgm_stop(400)
	@pcmch_play(0, @ガーン)// 効果音（ｶﾞ━━━━(；ﾟдﾟ)━━━━━ﾝ !!!）

IF(@テスト大山の嘘でしのいだ==1){
	
	@sc_nega(1)
	;■台詞同時（合成済）
	@bs(oy0206,yr,hn0106)
	@横揺れ_弱
	
	KOE(001204269,010)【２人】"「诶诶诶诶诶诶诶诶——！」"R //「ええぇぇえぇぇぇーーっ！」R
	//KOE(001204267,014)【大山】「ええぇぇえぇぇぇーーっ！」R
	//KOE(001204268,010)【@日向】「ええぇぇえぇぇぇーーっ！」R

	@sc_nega(0)
	@bf(yr0307_06)
	KOE(001204270,002)【@ゆり】"「为什么连日向君都在惊讶啊？」"R //「なんで日向くんまで驚いてるの？」R

	@bgm_play(m118)		;;♪日常（おちゃらけ）

	
	@bf(hn0305)
	KOE(001204271,010)【@日向】"「因为，这不就说明我也喜欢天使吗！都怪大山刚才撒的那个谎啊！？」"R //「だって、俺も天使のことが好きってことになっちゃうじゃん！　さっきの大山の嘘のせいでさっ！？」R
	
	@bf(oy0305)
	KOE(001204272,014)【大山】"「而且，我不就成了抛弃了友情，抢先一步进行恋爱的表白了吗！？」"R //「しかも、なんだか友情より恋を取る、抜け駆けみたいな告白になっちゃうよ！？」R
	
	@bf(yr0303)
	KOE(001204273,002)【@ゆり】"「也没什么大不了的吧。天使之外的人都是NPC罢了」"R //「別にいいじゃない。天使以外はＮＰＣなんだし」R
	
	@bf(oy0112_04)
	KOE(001204274,014)【大山】"「而且这可是我第一次向女孩子表白啊！？肯定会被甩的吧！？」"R //「それに女の子に告白するなんて初めてなんだよ！？　振られるのがわかってるんだよ！？」R
	
	@bf(hn0306)
	KOE(001204275,010)【@日向】"「而且天使会觉得，我也喜欢她的吧！？」"R //「しかも天使は、俺からも惚れられてるってことになんだぜ！？」R
	
	@bs(oy, hn0305)
	KOE(001204276,010)【@日向】"「大山，你为什么要撒这种谎啊——！！」"R //「大山、お前はどーして、そんな嘘をついたんだよぉーー！！」R
	
	@bf(oy0305)
	KOE(001204277,014)【大山】"「我当时可是竭尽全力地在随机应变啊！」"R //「あれでも精一杯、機転を利かせたつもりだよっ！」R
	
	@bf(hn0306)
	KOE(001204278,010)【@日向】"「多考虑考虑后果啊！！我喜欢的可是苗条的冷艳系啊！！」"R //「もっと後のこと考えて利かせろよっ！！　俺はスレンダーなクールビューティーが好みなんだよ！！」R

}else{	// if(@テスト大山の嘘でしのいだ==0){

	#EEEEE

	@SC_NEGA(1)
	@bs(oy0206)
	@横揺れ_弱
	KOE(001204284,014)【大山】"「诶诶诶诶诶诶诶诶——！」"R //「ええぇぇえぇぇぇーーっ！」R

	close
	@SC_NEGA(0)
	
	#IWARETA

	IF(@メンバーに入江が入った==1){

		@bs(oy, ir0106_04)
		KOE(001204290,007)【入江】"「对不起，都是我的错」"R //「ごめんなさい、あたしのせいでっ」R
		
		@bf(oy0308)
		KOE(001204291,014)【大山】"「没事没事，不用在意」"R //「いやいや、気にしないでっ」R
		
		@bs(oy, hn0208)
		KOE(001204292,010)【@日向】"「大山光是这样就可以不用飞了吗，也太不公平了吧」"R //「それだけで大山は飛ばないでいいのかよ、なんかずるいぜ」R

	}else{

		@bs(oy0206,hn0208)	//#IWARETAで飛んでくる可能性があるので
		KOE(001204296,010)【@日向】"「切，光是表白就行了吗，也太不公平了吧」"R //「ちっ、コクるだけでいいのかよ、なんかずるいぜ」R

	}

	//#SONNA

	@bgm_play(m122)

	@bf(oy0305)
	KOE(001204301,014)【大山】"「怎么可能，你也换位思考一下啊！你们可能只是受到肉体上的伤害，但我会受到巨大的精神伤害啊！？」"R //「そんなっ、僕の身にもなってよ！　そっちは肉体的ダメージだけで済んだかもしれないけど、僕はメンタルのダメージがすごいよっ！？」R
	
	@bf(oy0209_04)
	KOE(001204302,014)【大山】"「而且，这可是我第一次向女孩子表白啊！？肯定会被甩的吧！？」"R //「しかも、女の子に告白するなんて初めてなんだよ！？　しかも振られるのがわかってるんだよ！？」R
	
	@bf(hn0402)
	KOE(001204303,010)【@日向】"「哈哈，这么纯情啊，正好练习一下也不错」"R //「はっは、ウブな奴め、練習にはちょうどいいじゃんか」R
	
	@bf(oy0305)
	KOE(001204304,014)【大山】"「我可不会像日向君一样去练习这种东西啊！我只接受真心的恋爱啊！！」"R //「僕は日向くんと違って練習なんかしない。本気の恋しかしないんだよっ！！」R

	IF(@その気さらにあり==1){	// &&@またも歯が飛んでまともに話せない==0){
		
		@縦揺れ_弱
		
		【@音無】"「你说什么！？你是说日向谈的是充斥着虚伪的，肮脏的恋爱吗！啊啊啊啊———！？」"R //「んだとぉ！？　日向が偽りに染まった薄汚ねぇ恋でもしてるってかよ！　ああぁあーーー！？」R
		
		@bf(oy0306, hn0306)
		KOE(001204309,010)【@日向】"「又来了，为什么是你先生气啊！？」"R //「またなぜ、お前が俺より先にキレる！？」R
		
		// k-takahashi ↓この条件のとき下に抜けると少しおかしいのでゆりが怒るほうに飛ばします
		IF(@ゆりを悪く言うのを許さない==1){
			@bgm_stop(400)
			goto #YURI_KORA
		}
		// k-takahahsi ↑
	}else{

		@bf(hn0105)
		KOE(001204313,010)【@日向】"「你说什么！？你是说我谈的是充斥着虚伪的，肮脏的恋爱吗！」"R //「なんだと？　俺が偽りに染まった薄汚ねぇ恋でもしてるってかよ！」R
	}

}		// IF(@テスト大山の嘘でしのいだ==1) else

@bgm_stop(400)



IF(@ゆりを悪く言うのを許さない==1){

	@縦揺れ_弱
	
	【@音無】"「啊啊啊啊啊啊啊啊——！你们啊啊——————！！别吵了啊啊——————！！」"R //「ぐぉぉらあぁぁぁーー！　てめーらぁぁーーーーーっ！！　喧嘩するなぁぁーーーーーっ！！」R
	
	@bs

	"随着我的一声咆哮，整个考场再次安静了下来。"R //俺の一喝で、また教室がしーーーーん、と静まりかえる。R

}else{
	
	#YURI_KORA
	
	@集中線開始
	@bs(bs3_yr0205@u3)
	@横揺れ_強

	KOE(001204318,002)【@ゆり】"「啊啊啊啊啊啊啊啊啊啊————！！你们给我住嘴啊啊啊啊啊啊啊啊啊——————！！」"R //「こっっっらあぁぁぁぁーーーっ！！　てめぇぇら喧嘩、するなあ゛あ゛ぁぁーーーーーっ！！」R
	
	@集中線終了
	@bs(yr0107)
	
	"随着由理的一声咆哮，整个考场再次安静了下来。"R //またもゆりの一喝でしーーーーん、となる教室。R

}

@bgs(ep05_bg020, bs1_kn0901, 2)

"天使猛地把椅子一拉，站了起来，看向了这边。"R //天使が、ぎっと椅子を引いて立ち上がり、こっちを向いた。R
"由理露出了一幅不妙的表情。"R //ゆりが、やば、と顔をしかめる。R

//IF(@天使と戦ったことがある==1){
// ↓k-takahashi フラグ修正しました	
if(@天使戦闘回数>=1){

	@@選択=SELBTN(@selbtn_s_2,
		"去解释", //言い訳をしに行く,
		"战斗" //戦う
	)@selbtn_log
	IF(@選択==0){		// (言い訳をしに行く/戦う) 

		#IIWAKE2

		@bgm_play(m123)

		@bgs_nf(kn0901)
		
		IF(@テスト大山の嘘でしのいだ==0){

			"我又一次地冲到了她的面前。"R //またも俺がその前に駆けつける。R

		}else{	// if(@テスト大山の嘘でしのいだ==1){

			"我迅速地冲到了她的面前。"R //俺がその前に駆けつける。R

		}
		【@音無】"「抱歉，由理的情绪不太稳定。原因是她昨晚梦到了日向…」"R //「すまん、ゆりの情緒が不安定だ。原因は夕べの夢に日向が出てきて…」R

		;－－－●↓ここの演出どうする？　アニメみたいにできる？R
		close
		@bs
		@timewaitkey(500)
		@bgm_stack
		@bgm_play(m120, 700, 700)

		@bs_set(-1, bs3_hn0503, @pos_c)
		@日向フィルター
		@wipe(3)
		L[0] = $$get_bs_obj_index(hn)
		front.object[L[0]].tr = 0
		front.object[L[0]].tr_eve.set(255, 1000, 0, 1)
		front.object[L[0]].x_eve.set(@pos_nr + 50, 2000, 0, 2)
		@timewaitkey(1000)
		
		KOE(001204355,010)【@日向】"『可别以为今天的我和明天的我是同一个我…小心一点』"R //『今日の俺と明日の俺が同じ俺だと思うな…気を付けろ』R

		close
		@bs_set(-1, bs3_hn0503, @pos_nr + 50)
		@wipe(99)
		@bs_set(-1, hn0504_03, @pos_nr + 50)
		@wipe(0)
		@sc_flash_w
		@pcmch_play(0, @野田キュピーン)
		@timewaitkey(1000)

		@日向フィルター消去
		@bs_wipe_type(2)
		@bs
		@timewaitkey(500)
		@bgm_pop_play(2000)

		@bs(bs3_kn0901)
		【@音無】"「他如此忠告道。然后，就在刚才，由理发现这个忠告是真的…」"R //「と忠告してきたことによる。そして、今、その忠告が事実であることをゆりが証明しちまったところなんだ…」R

		;;■■コメントアウト待避471■■
		//IF(@音無を量産型日向と呼ぶ==1){
		IF(@かなでに教えたあだ名==2){		//■■■■こっちに変更しました。この変数は数字で管理してるので注意！（あまの）
			//TODO：确认后翻译
			@bs(kn0901_05)
			KOE(001204367,001)【@天使】"「それは量産型日向くん、あなたのことじゃないの？」"R //「それは量産型日向くん、あなたのことじゃないの？」R
			【@音無】"「いや、量産型じゃない、オリジナルの日向のほうだ」"R //「いや、量産型じゃない、オリジナルの日向のほうだ」R
			
			@bs(kn0901)
			KOE(001204369,001)【@天使】"「オリジナルの日向くんが、ふたり居るのね？」"R //「オリジナルの日向くんが、ふたり居るのね？」R

		}else{

			@bs(kn0901)
			KOE(001204373,001)【@天使】"「…有两个日向君吗？」"R //「…日向くんはふたりいるの？」R

		}

		【@音無】"「嗯…结论上来说是这样」"R //「ああ…そういうことになる」R
		
		@bs(kn0901_05)
		KOE(001204378,001)【@天使】"「…可能会有三个以上吗？」"R //「…三人以上居るかもしれない？」R
		【@音無】"「嗯…有可能」"R //「ああ…ありえる」R
		
		@bs(kn0909_05)
		KOE(001204380,001)【@天使】"「那还真是遗憾…」"R //「お気の毒に…」R
		【@音無】"「嗯。不过现在已经冷静下来了。不用担心。没问题。一切都OK。感谢你的关心！」"R //「ああ。今はもう落ち着いてるから心配するな。問題ない。万事ＯＫだ。気遣い、ありがとな」R
		
		@bg_reset(0)
		@bg(ep05_bg020, 2)
		
		"天使点了点头，然后坐下来继续复习了。我则回到了大家的身边。"R //天使は頷いた後、着席し、予習を再開した。みんなの元へ戻る。R

		@bgm_stop(2000)

		@bs(hn0108,yr0207)
		KOE(001204383,010)【@日向】"「说谁有三个以上啊」"R //「誰が三人以上居る、だ」R
		
		@bf(yr0207_06)
		KOE(001204384,002)【@ゆり】"「说谁情绪不稳定呢」"R //「誰が情緒不安定よ」R

		IF(@ゆりを悪く言うのを許さない){
			
			@bs(yr)
			
			【@音無】"「…对不起…由理…可以原谅我吗…」"R //「すまない…ゆり…許してもらえないだろうか…」R
			
			"我深深地鞠了一个深躬。"R //頭を深く深く下げる。R
			
			@bf(yr0308)
			KOE(001204390,002)【@ゆり】"「既然你态度摆在这了，那我也只能原谅你了…」"R //「そこまでされたら、許すしかないけど…」R
			【@音無】"「谢谢…」"R //「ありがとう…」R
			"我抬起了头。"R //顔を上げる。R

		}else{

			【@音無】"「差不多得了，我可是在帮你们找补呢。是你们自作自受吧」"R //「こらこら、フォローしてやったのになんだ、その言いぐさは。お前らの自業自得だっ」R

		}
		
		@二度以上フォローした=1

	}else{	// if(@選択==1){		// (言い訳をしに行く/戦う) 

		IF(@テスト大山の嘘でしのいだ==0){

			gosub #TATAKAOU
			if(0){
				//─────────────────────────────────
				//ここをサブルーチン化
				//─────────────────────────────────
				#TATAKAOU
					"战斗吧…。我掏出了枪。"R //戦おう…。銃を取り出す。R
					【@音無】"（等等，在这种地方吗！？）"R //（って、こんなところで！？）R
					
					@bs(bs3_oy0104, kn)
					KOE(001204409,014)【大山】"「别掏枪啊」"R //「銃はまずいよっ」R
					
					"大山伸手制止了我。"R //大山の手が俺を制する。R
					
					@bf(bs1_oy0102)
					
					"然后，他取而代之地走到了天使的正对面。"R //そして俺の代わりに天使と対峙する。R

					//#IYAABOKUGA

					@bf(oy0403)
					KOE(001204415,014)【大山】"「没什么，我只是聊到自己喜欢的女孩子，结果日向君也喜欢她，于是就吵起来了…」"R //「いやぁ、僕が好きな子の話をしたら、日向くんと被ってて、言い合いになっちゃって…」R
					
					@bf(kn0901_05)
					KOE(001204509,001)【@天使＿重複】"「这种话题是该在考试期间讨论的吗？」"R //「それがテストの間にする会話？」R
					
					@bf(oy0305)
					KOE(001204510,014)【大山＿重複】"「确实不该！下次一定会注意的」"R //「だよね！　次からは気を付けるよ」R
					
					@bf(kn0901)
					KOE(001203805,001)【@天使＿重複】"「那就好。专心考试吧」"R //「そうね。テストに集中して」R
					
					@bs(bs2_oy0302)
					
					"天使回到了座位上。大山也回到了我们这边。"R //天使は戻っていった。大山もまた集まる。R

					【@音無】"「你还挺有水平的嘛」"R //「お前、なかなかやるな」R

					//}
					@bf(oy0304_03)
					KOE(001204429,014)【大山】"「我能做的也就只有这么多了！」"R //「これぐらいしか力になれないからね！」R
					
					@bs_add(hn0105,6)
					KOE(001204430,010)【@日向】"「等等，开什么玩笑啊！这下不就变成我也喜欢天使了吗！都因为大山的表白！」"R //「待てよっ、冗談じゃねーぜ！　俺も天使のことが好きってことになっちゃうじゃん！　大山の告白のせいでさっ！」R
					
					@bf(hn0308)
					KOE(001204431,010)【@日向】"「你为什么要撒这种谎啊——！！」"R //「お前はどーして、そんな嘘をついたんだよぉーー！！」R
					
					@bf(oy0204)
					KOE(001204432,014)【大山】"「我当时可是竭尽全力地在随机应变啊！」"R //「精一杯、機転を利かせたつもりだよっ！」R
					
					@bf(hn0305)
					KOE(001204433,010)【@日向】"「多考虑考虑后果啊！！她才不是我喜欢的类型啊！我喜欢的可是苗条的冷艳系啊！！」"R //「もっと後のこと考えて利かせろよっ！！　俺はそんな趣味じゃねー！　年上のスレンダーなクールビューティーが好みなんだよ！！」R

					@bs(oy, bs1_kn0904, hn)
					
					"天使再次盯向了这边。"R //また天使がぎろりとこちらを見つめていた。R
					
					;;■■コメントアウト待避241■■

					【@音無】"「糟了，冷静一点」"R //「まずい、落ち着け」R

					//}

					@bs(oy, hn0110)
					KOE(001204445,010)【@日向】"「操…」"R //「くっそ…」R

					//IF(@テスト大山の嘘でしのいだ==1){		//一回目の戦うを選んだときはこれで戻る
					//	GOTO #DETSUGI2
					//}
					return
				//─────────────────────────────────
				//サブルーチンここまで
				//─────────────────────────────────
			}

		}else{	// if(@テスト大山の嘘でしのいだ==1){

			// k-takahashi ↓まるまるぬけていたのでコピペしました
			@bs_add(bs1_oy0102, 4)
			"大山再次跑到了天使的面前。"R //また、大山が天使の前まで走っていった。R

			@bgm_play(m123)

			@bf(oy0403)
			KOE(001204523,014)【大山】"「哎呀，刚才正在和日向君讨论喜欢的女生的魅力所在，结果因为结论不同，引起了争执」"R //「いやぁ、またも日向くんと好きな子のチャームポイントを言い合って、それがズレてて、騒ぎになっちゃったんだ」R
			
			@bf(kn0901)
			KOE(001204524,001)【@天使】"「………」"R //「………」R
			"天使沉默了。大山，该怎么办吧。"R //天使は黙ったままだ。大山、どうする。R
			
			@bf(oy0202)
			KOE(001204526,014)【大山】"「我喜欢她的身材小巧，比我要矮，还有点天然，但日向则喜欢她的苗条和冷艳，所以最后吵得有点激烈…」"R //「僕は、小柄で自分より背が低くて天然なところが好きなんだけど、日向くんはスレンダーでクールビューティーなところが好きだって話で盛り上がっちゃって…」R
			
			@bf(kn0901_05)
			KOE(001204527,001)【@天使】"「所以这种话题是该在考试期间讨论的吗？」"R //「だから、それがテストの間にする会話？」R
			
			@bf(oy0403)
			KOE(001204528,014)【大山】"「确实不该！下次一定会注意的」"R //「だよね！　次からは気を付けるよ」R
			
			@bf(kn0901)
			KOE(001204529,001)【@天使】"「注意下吧」"R //「よろしく頼むわ」R
			
			@bs(oy)
			
			"天使回到了座位上。"R //天使は戻っていった。R
			
			@bs(bs2_oy0302)
			
			"大山也回来了。"R //大山も帰ってくる。R
			@bgm_stop(2000)
			
			@bs_add(hn0109, 4)
			KOE(001204533,010)【@日向】"「你的话完全就自相矛盾啊…」"R //「すげー矛盾したこと言ってたな…」R
			// k-takahashi ↑ここまで

			;;■■コメントアウト待避544■■
			

			IF(@テスト大山の嘘でしのいだ==1){

				@bf(oy0403)
				KOE(001204478,014)【大山】"「算了算了，只是撒个谎而已，继续无视掉就好啦」"R //「まあまあ、嘘なんだし、また目を瞑ってよ」R

			}else{

				@bs(oy0403)
				KOE(001204482,014)【大山】"「算了算了，只是撒个谎而已，无所谓啦」"R //「まあまあ、嘘なんだし、目を瞑ってよ」R

			}

			// k-takahashi ↓必要そうなので追加します
			@テスト大山の嘘でしのいだ２=1
			
		}		// IF(@テスト大山の嘘でしのいだ==0) else

	}		// (言い訳をしに行く/戦う) 

}else{	// if(@天使と戦ったことがある==0){

	@@選択=SELBTN(@selbtn_s_2,
		"去解释", //言い訳をしに行く,
		"留给别人就好" //誰かに任せる
	)@selbtn_log
	IF(@選択==0){	// (言い訳をしに行く/誰かに任せる) 言い訳をしに行く

		GOTO #IIWAKE2

	}else{	// if(@選択==1){	// (言い訳をしに行く/誰かに任せる) 誰かに任せる

		IF(@テスト大山の嘘でしのいだ==0){

			@bs_add(bs1_oy0102, 4)
			
			"就在我觉得不能再这么放着不管的时候，大山跑到了天使的面前。"R //このままじゃまずいと思ったのか、大山が天使の前まで走っていった。R

			@bgm_play(m123)

			@bf(oy0402)
			KOE(001204508,014)【大山】"「没什么，我只是聊到自己喜欢的女孩子，结果日向君也喜欢她，于是就吵起来了…」"R //「いやぁ、僕が好きな子の話をしたら、日向くんと被ってて、言い合いになっちゃって…」R
			
			@bf(kn0901_05)
			KOE(001204509,001)【@天使】"「这种话题是该在考试期间讨论的吗？」"R //「それがテストの間にする会話？」R
			
			@bf(oy0403)
			KOE(001204510,014)【大山】"「确实不该！下次一定会注意的」"R //「だよね！　次からは気を付けるよ」R
			
			@bf(kn0901)
			KOE(001204511,001)【@天使】"「注意下吧」"R //「よろしく頼むわ」R
			
			@bs
			
			"天使回到了座位上。"R //天使は戻っていった。R
			
			@bs(bs2_oy0302)
			
			"大山也回来了。"R //大山も帰ってきた。R

			@bgm_stop(2000)

			@bs_add(hn0305, 6)
			//译注：何意味？这句的重复语音在哪
			KOE(001204453,010)【@日向＿重複】"「为什么我会和你喜欢上同一个女孩子啊！我喜欢的可是苗条的冷艳系啊！！」"R //「なんでお前が好きな子と俺の好きな子が被るんだよっ！　俺は年上のスレンダーなクールビューティーが好みなんだよ！！」R
			
			@bf(oy0303)
			KOE(001203821,014)【大山＿重複】"「算了算了，只是撒个谎而已，无所谓啦」"R //「まあまあ、嘘なんだから、目を瞑ってよ」R

			@テスト大山の嘘でしのいだ=1

		}else{	// if(@テスト大山の嘘でしのいだ==1){

			@bs_add(bs1_oy0102, 4)
			
			"大山再次跑到了天使的面前。"R //また、大山が天使の前まで走っていった。R

			@bgm_play(m123)

			@bf(oy0403)
			KOE(001204523,014)【大山】"「哎呀，刚才正在和日向君讨论喜欢的女生的魅力所在，结果因为结论不同，引起了争执」"R //「いやぁ、またも日向くんと好きな子のチャームポイントを言い合って、それがズレてて、騒ぎになっちゃったんだ」R
			
			@bf(kn0901)
			KOE(001204524,001)【@天使】"「………」"R //「………」R
			"天使沉默了。大山，该怎么办吧。"R //天使は黙ったままだ。大山、どうする。R
			
			@bf(oy0202)
			KOE(001204526,014)【大山】"「我喜欢她的身材小巧，比我要矮，还有点天然，但日向则喜欢她的苗条和冷艳，所以最后吵得有点激烈…」"R //「僕は、小柄で自分より背が低くて天然なところが好きなんだけど、日向くんはスレンダーでクールビューティーなところが好きだって話で盛り上がっちゃって…」R
			
			@bf(kn0901_05)
			KOE(001204527,001)【@天使】"「所以这种话题是该在考试期间讨论的吗？」"R //「だから、それがテストの間にする会話？」R
			
			@bf(oy0403)
			KOE(001204528,014)【大山】"「确实不该！下次一定会注意的」"R //「だよね！　次からは気を付けるよ」R
			
			@bf(kn0901)
			KOE(001204529,001)【@天使】"「注意下吧」"R //「よろしく頼むわ」R
			
			@bs(oy)
			
			"天使回到了座位上。"R //天使は戻っていった。R
			
			@bs(bs2_oy0302)
			
			"大山也回来了。"R //大山も帰ってくる。R

			@bgm_stop(2000)

			@bf(oy0108)
			KOE(001204532,014)【大山】"「呼…」"R //「ふぅ…」R
			
			@bf(hn0109)
			KOE(001204533,010)【@日向】"「你的话完全就自相矛盾啊…」"R //「すげー矛盾したこと言ってたな…」R
			
			@bf(oy0204)
			KOE(001204534,014)【大山】"「我也很拼命地在解释啊！」"R //「僕なりに必死なんだよ！」R

			@テスト大山の嘘でしのいだ２=1

		}		// IF(@テスト大山の嘘でしのいだ==0) else

	}	// (言い訳をしに行く/誰かに任せる) 

}		// IF(@天使と戦ったことがある==1) else

#DETSUGI1


@bgm_play(m106)		;;♪日常（ＳＳＳメンバーが一緒に居るときなど）

@bs(ty0201)
KOE(001204546,017)【竹山】"「所以，下一场考试的答案要怎么填？」"R //「で、次の解答はどのようにすればいいんでしょう？」R

@bs(ty,yr0401)
KOE(001204547,002)【@ゆり】"「科目是？」"R //「教科は？」R

@bf(ty0201)
KOE(001204548,017)【竹山】"「日本历史」"R //「日本史です」R

@bf(yr0602)
KOE(001204549,002)【@ゆり】"「那就，所有的问题全都用象形文字来回答」"R //「じゃ、すべて象形文字で答えておいて」R

@bgs(ep05_bg019, kn0901, 2)

"『1853年" @创建注释(@佩里来航) "时，代表幕府政权的老中首座是哪一位？』"R //『"1853年にペリーがやって来たときの老中首座は誰だったか?"』R
@清除注释

;－－－●↓以下可能？R
//『（象形文字）』R

// -----------------------------------------
// 絵文字で象形文字
// -----------------------------------------
"『＃Ａ００"rep_pos(8, 0)"＃Ａ０１"rep_pos(16, 0)"＃Ａ０２"rep_pos(24, 0)"＃Ａ０３"rep_pos(32, 0)"＃Ａ０４"rep_pos(40, 0)"＃Ａ０５"rep_pos(43, 0)"』"R //『＃Ａ００rep_pos(8, 0)＃Ａ０１rep_pos(16, 0)＃Ａ０２rep_pos(24, 0)＃Ａ０３rep_pos(32, 0)＃Ａ０４rep_pos(40, 0)＃Ａ０５rep_pos(43, 0)』R
rep_pos
// -----------------------------------------



@bg(ep05_bg020, 2)
@縦揺れ_弱

【@音無】"（完全变成了脑子不正常的家伙啊———！！）"R //（完全に頭おかしい奴じゃねぇかーーー！！）R

@bgm_stop(1000)

"连我都被这种过分的提案吓得有些退缩。"R //あまりにひどい提案に後ずさる。R

/*IF(@またも歯が飛んでまともに話せない==1){
	"でも、またもまともに喋れない俺にフォローが出来るはずもなく…。"R //でも、またもまともに喋れない俺にフォローが出来るはずもなく…。R
	GOTO #TESUTOGA
}*/

@bgm_play(m204)

;;■■コメントアウト待避472■■
@bs(bs3_kn0901)
IF(@かなでに教えたあだ名==1){
	//TODO：确认后翻译
	KOE(001204564,001)【@天使】"「クソムシくん、また緊張？」"R //「クソムシくん、また緊張？」R
}elseif(@かなでに教えたあだ名==2){
	KOE(001204566,001)【@天使】"「量産型日向くん、また緊張？」"R //「量産型日向くん、また緊張？」R
}else{
	KOE(001204574,001)【@天使】"「音无君，又紧张了吗？」"R //「音無くん、また緊張？」R
}

//	チェックシート修正。かなでに裾を引っ張られた回数を分岐		西村
IF(@AB09立華かなでの名を知った==0){

	"这是天使第三次拽住我衣服的下摆了。"R //三度天使に裾を引っ張られていた。R

}else{

	"天使再次拽住了我衣服的下摆。"R //再び天使に裾を引っ張られる。R
	
	//	チェックシート修正。かなでにあだ名を伝えていない場合の処置
	IF(@音無を糞虫と呼ぶ){
		//TODO：确认后翻译
		【@音無】"「いや、今の俺は糞虫なんだ」"R //「いや、今の俺は糞虫なんだ」R
		
		@bf(kn0905)
		KOE(001703442,001)【@天使】"「…？」"R //「…？」R
		"ダメだ、全然伝わってない。"R //ダメだ、全然伝わってない。R
		"要点のみ伝えよう。"R //要点のみ伝えよう。R
		【@音無】"「とにかく、これからは俺のことを糞虫と呼んでくれ」"R //「とにかく、これからは俺のことを糞虫と呼んでくれ」R
		
		@bf(kn0902)
		KOE(001202572,001)【@天使】"「クソムシくんね」"R //「クソムシくんね」R
		
		@横揺れ_弱
		
		"あっさり伝わった！"R //あっさり伝わった！R
		
		@bf(kn0905)
		KOE(000200586,001)【@天使】"「どうしたの？」"R //「どうしたの？」R
		
		@かなでに教えたあだ名=1
		
	}elseif(@音無を量産型日向と呼ぶ){
		//TODO：确认后翻译
		【@音無】"「いや、今の俺は量産型日向なんだ」"R //「いや、今の俺は量産型日向なんだ」R
		
		@bf(kn0905)
		KOE(001703442,001)【@天使】"「…？」"R //「…？」R
		"ダメだ、全然伝わってない。"R //ダメだ、全然伝わってない。R
		"要点のみ伝えよう。"R //要点のみ伝えよう。R
		【@音無】"「とにかく、これからは俺のことを量産型日向と呼んでくれ」"R //「とにかく、これからは俺のことを量産型日向と呼んでくれ」R
		
		@bf(kn0902)
		KOE(001202585,001)【@天使】"「量産型日向くんね」"R //「量産型日向くんね」R
		
		@横揺れ_弱
		
		"あっさり伝わった！"R //あっさり伝わった！R
		
		@bf(kn0905)
		KOE(000200586,001)【@天使】"「どうしたの？」"R //「どうしたの？」R
		
		@かなでに教えたあだ名=2
	
	}

}

//	あだ名抜け分岐に対応するため、セリフ微調整		西村
//【@音無】「いや、そういうわけじゃなく…マヤ人が…マヤ人が…」R
【@音無】"「啊，没，没什么…玛雅人…是玛雅人…」"R //「あ、いや、そうじゃなくって…マヤ人が…マヤ人が…」R

@bs(kn0902_05)
KOE(001204579,001)【@天使】"「玛雅人？」"R //「マヤ人？」R
【@音無】"「虽然怎么解释都不符合逻辑…但总之多亏了立华同学，一点也不紧张了…谢谢」"R //「さっぱり筋は通ってないけど…とりあえず立華のおかげでまた緊張が解けた…ありがと」R

@bs(kn0902)
KOE(001204581,001)【@天使】"「是嘛。那就好」"R //「そ。ならよかったわ」R


@bgm_stop(2000)
@移動(ep06_bg014)

//#TESUTOGA
"考试开始了。"R //テストが始まる。R

IF(@入江が告白することに==0){

	"这次是大山向天使表白吗…。"R //今度は大山が天使に告白か…。R

}else{	// if(@入江が告白することに==1){

	"这次是入江向天使表白吗…。"R //今度は入江が天使に告白か…。R

}

【@音無】"（非常考验胆量啊…希望没问题吧…）"R //（すげー度胸がいるぞ…大丈夫なんだろうか…）R

"这次我也在以保证不挂科为底线的程度上做着题。"R //とりあえず、今回も赤点取らない程度に解答欄を埋めておく。R

@移動(ep06_bg014)
@pcmch_play(1, @チャイム)// 効果音（学校チャイム）

"铃声响起。"R //チャイムが鳴る。R
KOE(001204601,050)【教師】"「好，把答题卡从后往前传」"R //「はい、じゃ、後ろから集めて」R
"答题卡被不断地传向了前排。"R //前へ前へと答案用紙が送られてくる。R

@pcmch_stop(1, 2000)
"就在答题卡传到第一排的瞬间。"R //それが一番前に達そうとした瞬間。R

//@bgm_play(m208)

IF(@入江が告白することに==1){

	@pcmch_play(2, @椅子立つ２)

	@cg1_move(evcm_2201, -240, -180, 0, 120, 3000, 3, 2000)	;－－－◎イベントＣＧ２２

	@bgm_play(m208)

	KOE(001204609,007)【入江】"「立华同学！」"R //「立華さん！」R
	"入江突然站了起来。"R //入江が唐突に立ち上がっていた。R
	KOE(001204611,007)【入江】"「请原谅我不顾时间和场合！我一直都很喜欢你！请和我交往吧！」"R //「こんな時に場所も選ばず、ごめんなさい！　あなたのことがずっと好きでした！　付き合ってください！」R
	//	テキスト微調整		西村
	//天使に向けて告白した。その顔は恥ずかしいあまりか、真っ赤になっていた。R
	"入江向天使表白了。她的脸因为害羞涨得通红。"R //天使に向けて告白した。その顔は恥ずかしさのあまりか、真っ赤になっていた。R

	@pcmch_play(2, @歓声教室)
	"在一瞬间的寂静之后，男生们突然沸腾了起来。"R //一瞬の静けさの後、男子がわっと湧いた。R
	"如此突然的出柜，显然对他们产生了巨大的冲击。"R //それは彼らにとって、衝撃的すぎるカミングアウトだったようだ。R
	KOE(001204615,050)【男子クラスメイトＡ】"「立华会怎么回应呢！？」"R //「立華はどうでる！？」R
//	KOE(001204616,050)【男子クラスメイトＢ】「そもそも生徒会長にそっちの気（け）があるのか！？」R
	KOE(001204616,050)【男子クラスメイトＢ】"「学生会长真的有那种" @ruby性取向 "吗！？」"R //「そもそも生徒会長にそっちの@ruby気 があるのか！？」R
	KOE(001204617,050)【男子クラスメイトＣ】"「不不，肯定有！回应我们的期待吧，学生会长！」"R //「いやいや、ありだ！　期待に応えてくれ、生徒会長！」R
	KOE(001204618,050)【男子クラスメイトＤ】"「比起被男人抢走，显然是女孩子要好吧！！」"R //「男に持って行かれるぐらいなら、女の子のほうが断然マシだ！！」R
	KOE(001204619,050)【男子クラスメイトＥ】"「就是啊！答应她吧！！」"R //「まったくだ！　受け入れろ！！」R

	IF(@百合属性あり){

		【@音無】"「没错，答应她吧！！」"R //「ああ、同意だ！！」R
		;－－－●↓ありえる？R
		/*IF(@AB09また歯が飛んでまともに話せない==1){
			"前歯がなくてもなんとか発声できた。"R //前歯がなくてもなんとか発声できた。R
		}*/

	}

	KOE(001204630,050)【男子クラスメイトＦ】"「没错，没错啊——！！请给个准话吧，学生会长—！！」"R //「そうだ、そうだぁーー！！　はっきり答えてくれ、生徒会長ー！！」R

	@bgs(ep06_bg014, ir0106, 2)
	
	"整个考场已经乱成一锅粥了。"R //ものすごい騒動に発展する。R
	KOE(001204632,050)【教師】"「喂喂喂，安静一点—！」"R //「こらこら、静まれー！」R
	//	チェックシート修正。表現修正しました		西村
	//教師がそう激を飛ばすが、生徒たちは一向に静まらない。R
	"就算老师大喊着维持秩序，学生们也根本安静不下来。"R //教師が場を収めようと声を上げるが、生徒たちは一向に静まらない。R
	"趁着这巨大的骚动，竹山轻松地完成了答题卡的交换。"R //大騒ぎなので、竹山は容易に答案用紙をすり替えることに成功していた。R
	"老师在混乱之中接过了所有的答题卡，离开了教室。"R //ざわめく中、すべての答案用紙を持って、教師は退室した。R
	KOE(001204636,050)【男子クラスメイトＡ】"「所以，立华同学的回应是！？」"R //「で、立華はどう答えるんだ！？」R
	
	@bs_add(kn0101, 6)

	"天使利落地站了起来。"R //すっくと立ち上がる天使。R
	"她回过头来，定睛望着入江。整个教室顿时鸦雀无声了下来。"R //入江を振り返り、見据えた。水を打ったような静けさの中。R
	
	@bf(kn0102)
	KOE(001204639,001)【@天使】"「…先从朋友开始做起吧？」"R //「…まず友達からでいい？」R
	
	@bf(ir0104)
	
	@pcmch_play(2, @歓声教室)
	"这一回答让在场的男生们再次沸腾了起来。"R //その返答にまた男子たちが一斉に湧く。R
	
	@bf(ir0104)
	KOE(001204641,007)【入江】@bc"「诶…好的…。这边也请多多关照了！」"@bf_c(3000, ir0102)R //「え…はい…。こちらこそ、よろしくお願いします！」@bf_c(3000, ir0102)R
	"入江礼貌地回应着。整张脸不知道为何红彤彤的。"R //入江は礼をする。その顔はなぜか赤かった。R
	
	@入江の告白作戦成功した=1
	@実績チェック
	
	@bs
	
	"总之这一轮的作战圆满成功了。"R //とにかく作戦は成功したのだ。R
	
	@bgm_stop(3000)
	@移動(ep05_bg021)

	"大家再次聚集到了由理的身边。"R //またゆりの元へ全員が集まる。R

	@bs(ir0107_04)
	KOE(001204646,007)【入江】"「哈啊啊啊啊啊—…好紧张啊——…」"R //「はあぁぁぁぁー…すごく緊張しましたーー…」R
	
	@bs_add(yr0203, 4)
	KOE(001204647,002)【@ゆり】"「干的漂亮，入江同学」"R //「よくやってくれたわ、入江さん」R

	IF(@百合属性あり){

		【@音無】"「是啊」"R //「だな」R
		
		@bs(hn0108)
		KOE(001204652,010)【@日向】"「我说你啊，刚才是不是在若无其事地喊着“答应她”啊？」"R //「お前さ、さっきしれっと同意だ、とか言ってなかったか？」R

		@@選択=SELBTN(@selbtn_s_2,
			"喊了", //言った,
			"没喊" //言っていない
		)@selbtn_log
		IF(@選択==0){		// (言った/言っていない) 

			【@音無】"「喊了」"R //「言った」R
			
			@bs(hn0209)
			KOE(001204661,010)【@日向】"「果然啊…你原来有这种兴趣吗？」"R //「だよな…お前、そういう趣味だったのかぁ？」R
			【@音無】"「嗯。一时冲动就喊出来了。这下是彻底被坐实了…」"R //「ああ。衝動的に発言してしまった。完全なクロだ…」R
			
			@bs(hn0407)
			KOE(001204663,010)【@日向】"「是嘛…。反正除了这里的成员之外，没有其他人会知道的，今后多注意一点吧」"R //「そっか…。ここに居るメンバー以外は知らないから、今後は気をつけるこったな」R

			@@選択=SELBTN(@selbtn_s_2,
				"还嘴", //言い返す,
				"默默地点头" //黙って頷く
			)@selbtn_log
			IF(@選択==0){		// (言い返す/黙って頷く) 
			
				@縦揺れ_弱
				
				【@音無】"「百合有什么不好的！？」"R //「百合の何が悪いってんだよっ！？」R
				
				@bs(hn0209_07)
				KOE(001204672,010)【@日向】"「欸欸！？因为啊，如果有人浑身上下都散发一股特殊癖好的味儿的话，会影响到团队合作的吧…」"R //「えぇ！？　そりゃ、そんな特殊な性癖丸出しの奴が居たら、チームワークが乱れるだろ…」R
				
				@bs
				
				【@音無】"「真的有那么大的影响吗，由理！？」"R //「そんなので乱れるのか、ゆり！？」R
				
				@bs(yr0209)
				
				"我向由理质问道。"R //俺はゆりに向けて訴える。R
				
				@bs(yr0307_06)
				KOE(001204675,002)【@ゆり】"「人的性癖是自由的，但请在作战中抑制住。要注意场合」"R //「性癖は自由だけど、作戦中は抑えておいて。不謹慎よ」R
				【@音無】"「咕…这样啊…确实…说的没错…」"R //「くっ…そっか…だよな…その通りだ…」R
				
				@bs
				
				"我屈服了。"R //屈服する。R

			}elseif(@選択==1){		// (言い返す/黙って頷く) 

				"我默默地点了点头。"R //黙って頷いた。R

				;;■■コメントアウト待避473■■
				IF(@音無を糞虫と呼ぶ){
					//TODO：确认后翻译
					@bs(oy0408)
					KOE(001204685,014)【大山】"「まさか…ええと…今はなんてあだ名だっけ？」"R //「まさか…ええと…今はなんてあだ名だっけ？」R

					【@音無】"「糞虫だ」"R //「糞虫だ」R
					
					@bs(oy0204)
					KOE(001204689,014)【大山】"「糞虫くんが、そんな性癖持ちだったなんて…驚きだよ…」"R //「糞虫くんが、そんな性癖持ちだったなんて…驚きだよ…」R

				}elseif(@音無を量産型日向と呼ぶ){

					@bs(oy0408)
					KOE(001204685,014)【大山】"「まさか…ええと…今はなんてあだ名だっけ？」"R //「まさか…ええと…今はなんてあだ名だっけ？」R

					【@音無】"「量産型日向だ」"R //「量産型日向だ」R
					
					@bs(oy0204)
					KOE(001204692,014)【大山】"「量産型日向くんが、そんな性癖持ちだったなんて…驚きだよ…」"R //「量産型日向くんが、そんな性癖持ちだったなんて…驚きだよ…」R

				}else{

					@bs(oy0204)
					KOE(001204724,014)【大山】"「想不到音无君居然有这种性癖…太震惊了…」"R //「音無くんが、そんな性癖持ちだったなんて…驚きだよ…」R

				}

			}		// (言い返す/黙って頷く) 

		}elseif(@選択==1){		// (言った/言っていない) 

			【@音無】"「我可没喊」"R //「言ってない」R
			
			@bs(hn0207)
			KOE(001204733,010)【@日向】"「咦？是我听错了吗…？」"R;>>不思議そうに //「あれ？　空耳だったのか…？」R
			【@音無】"「嗯。我什么都没喊嗷」"R //「ああ。俺は何も言っていない」R
			
			@bs(hn0209)
			KOE(001204735,010)【@日向】"「那就好…」"R;>>不思議そうに //「だったらいいんだどさ…」R

			GOTO #YURIDEWAMINNNA

		}		// (言った/言っていない) 

	}		// IF(@百合属性あり==1)

	@bs(hn0209_07)
	KOE(001204743,010)【@日向】"「也太乱来了吧…」"R //「ほんと、無茶が過ぎるぜ…」R
	
	@bs_add(tm0407, 6)
	KOE(001204744,012)【高松】"「想不到我穿衣显瘦的肉体居然败下了阵…」"R //「私の着やせするタイプのこの肉体が負けるなんて…」R
	
	@bf(hn0108)
	KOE(001204745,010)【@日向】"「我们已经见识过了，赶紧把外套穿上吧…」"R //「わかったから、お前は早く上着着ろよ…」R

	#YURIDEWAMINNNA

	@bs(yr0103)
	KOE(001204749,002)【@ゆり】"「那么，大家。去吃午饭吧」"R //「では、みんな。お昼にしましょっ」R

	GOTO #OHIRU

}

@CG1(evcm_2301)	;－－－◎イベントＣＧ２３
@pcmch_play(2, @椅子立つ２)
@縦揺れ_弱

@bgm_play(m208)

KOE(001204757,014)【大山】"「立华同学！！」"R //「立華さん！！」R
"大山突然站了起来。"R //大山が唐突に立ち上がっていた。R
KOE(001204759,014)【大山】"「请原谅我不分时间和场合！我一直都很喜欢你！请和我交往吧！」"R //「こんな時に場所も選ばず、ごめんなさい！　あなたのことがずっと好きでした！　付き合ってください！」R
;－－－●↓どこまでかなでと知り合っているか、フラグが必要だよね…R
"他对天使表白了。"R //天使に向けて告白した。R

IF(@テスト大山の嘘でしのいだ==0&&@テスト大山の嘘でしのいだ２==0){

	@bgm_stop(600)

	@face(kn0901)
	KOE(001204765,001)【@天使】"「那就请选好时间和场合」"R //「じゃあ、時と場所を選んで」R

}elseif(@テスト大山の嘘でしのいだ==1&&@テスト大山の嘘でしのいだ２==0){

	@face(kn0905)
	KOE(001204769,001)【@天使】"「哦，原来是我吗」"R //「あら、あたしだったの」R

	@bgm_stop(600)

	@face(kn0901)
	KOE(001204770,001)【@天使】"「那就请选好时间和场合」"R //「じゃあ、時と場所を選んで」R

}else{	;; if(@テスト大山の嘘でしのいだ==1&&@テスト大山の嘘でしのいだ２==1){

	@bgs(ep06_bg014, oy0104, 2)
	
	@face(kn0901)
	KOE(001204774,001)【@天使】"「？？」"R //「？？」R

	@bs(oy, kn0901_05)
	KOE(001204775,001)【@天使】"「身材小巧，比自己要矮，还有点天然属性，并且身材苗条而又冷艳…说的是同一个人吗？」"R //「小柄で自分より背が低くて天然な人と、スレンダーなクールビューティー、それは同一人物なの？」R
	
	@bf(oy0107)
	KOE(001204776,014)【大山】"「不同人的视角不一样吧…」"R //「見る人によっては…」R
	"好牵强的辩解…。"R //苦しい言い訳だ…。R
	
	@bf(kn0102_05)
	KOE(001204778,001)【@天使】"「苗条而又冷艳…」"R //「スレンダーなクールビューティー…」R

	@bf(kn0102_01)
	
	"她用手触摸着自己的身体，像是在确认一样。"R //自分の体を手で触り、確かめている。R

	@bf(kn0109_02)
	KOE(001204780,001)【@天使】"「感觉很开心」"R //「なんだか、嬉しいわ」R
	"真实的感想暴露出来了啊！"R //素直な感想が漏れ出た！R
	【@音無】"（天使也会在意自己的身材吗…）"R //（天使でも自分のスタイルを気にするのか…）R

	@bf(kn0101_08)
	KOE(001204783,001)【@天使】"「但是，表白的时候要注意时间和地点」"R //「でも、告白は時と場所を選んで」R

	@bf(oy0403)
	KOE(001204784,014)【大山】"「是呢，哈哈」"R //「だよね、はは」R
	"竹山趁着这个机会，成功掉包了答题卡。"R //その間に竹山が答案用紙をすり替えることに成功していた。R
	
	@大山の告白成功した=1
	@実績チェック

	@bgm_stop(2500)
	@移動(ep05_bg021)

	"大家再次聚集在了由理身边。"R //またゆりの元に集まる。R

	@bgm_play(m118)		;;♪日常（おちゃらけ）
	
	@bs(hn0209_07)
	KOE(001204787,010)【@日向】"「虽然有点心情复杂，但至少结果上没问题吧」"R //「複雑な思いだが、結果オーライってところか」R

	@bs_add(yr0502, 6)
	KOE(001204788,002)【@ゆり】"「这不是很完美嘛」"R //「完璧だったじゃない」R
	
	@bs(hn, oy0303, yr)
	KOE(001204789,014)【大山】"「我的心还在砰砰直跳呢…」"R //「僕はすごくどきどきしたよ…」R

	
	// k-takahashi ↓文章足りてないのでコピペします
	@bs(yr0103)
	KOE(001204749,002)【@ゆり】"「那么，大家。去吃午饭吧」"R //「では、みんな。お昼にしましょっ」R
	// k-takahashi ↑ここまで
	
	GOTO #OHIRU
}

@bg(ep06_bg014, 2)

"天使头都不回地拒绝了大山。"R //振り返りもせずあっさり返される。R

"整个教室一片寂静。"R //しーん…と静まりかえる教室。R

@bs(oy0107)
KOE(001204798,014)【大山】"「………」"R //「………」R
KOE(001204799,050)【教師】"「那边的，坐下吧」"R //「そこ、座れ」R

;席につく。R

@bs(oy0107_10)
KOE(001204801,014)【大山】"「…是」"R //「…はい」R

@bs
@face(hn0403)
KOE(001204803,010)【@日向】"「啊啊～，搞砸了啊…这下得起飞了…」"R //「あーあ、やっちまった…こりゃ飛ぶ…」R

close
@pcmch_play(0, @日向飛ぶ)// 効果音（着席した日向が打ち上げられる）
bgm.play(HeartilySong, start_pos=6428600, fade_in_time=300, loop=1)

@QUAKE_UD(100, 0, 0, 8)
@椅子ロケット
@bs_wipe_type(2)
@bs(bs3_hn0106@u3)
@timewaitkey(1000)

"嘭！"R //ぼんっ！R

close
@椅子ロケット消去
@bs_set(300, hn0106, @pos_c, @pos_z1, @pos_ft2)
@wipe(2)
@timewaitkey(300)

;－－－◎イベントＣＧ要らない？
@縦揺れ_強
@pcmch_play(0, @天井穴あく)

@bgm_stop(2000)

@bg_set(ep05_bg018)
@bs_set(-1, hn0106, @pos_c, @pos_z1, @pos_ft)
@wipe(0)
@縦揺れ_弱

"日向飞了起来。头撞进了天花板里，身体则吊在外面摇晃着。"R //日向が飛んでいた。頭が天井をも突き抜け、ぶらりとその体が垂れ下がる。R

//	日向と代わった場合の選択肢をなくしたので、整合性とるために分岐とテキスト追加		西村
IF(@第五話切腹した==1){
	
	@縦揺れ_弱
	
	【@音無】"「日向啊啊啊啊————！！！」"R //「日向ぁぁぁぁーーーっ！！！」R

}

"竹山趁着所有人的目光都被吸引住的时候，把答题卡掉包了。"R //みんなが注目している隙に、竹山が答案用紙をすり替えた。R

;@アイキャッチ
@移動(ep05_bg021)

"休息时间。"R //休憩時間。R

@bgm_play(m118)

//IF(@その気さらにあり){
IF( @その気さらにあり && @ゆりを悪く言うのを許さない==0 ){		//■■■■条件式の判定変更した（あまの）
	//TODO：男同线
	;－－－●@ゆりを悪く言うのを許さないが立ってることありえないよね？R
	@横揺れ_弱
	
	【@音無】"「こらこら、待てえぇぇーーっ！！」"R //「こらこら、待てえぇぇーーっ！！」R
	
	@bs(bs3_yr0106)
	"俺はゆりに詰め寄る。"R //俺はゆりに詰め寄る。R

	@bs(yr0108)
	KOE(001204817,002)【@ゆり】"「え？　なんであなたがキレてるの？」"R //「え？　なんであなたがキレてるの？」R

	IF(@日向からケツキック食らった && @日向をひなチンと呼ぶことに==0 ){		//■■■■条件式の判定変更した（あまの）

		【@音無】"「理不尽にイケチンが飛ばされたからだっ！　今のは大山の失敗だろっ！！」"R //「理不尽にイケチンが飛ばされたからだっ！　今のは大山の失敗だろっ！！」R
		
		@イケチンon
		
		@bs(bs3_hn0108@l3)
		KOE(001204822,010)【@日向】"「はい、いったー」"R //「はい、いったー」R
		【@音無】"「え！？」"R //「え！？」R
		
		@bs
		@日向on
		@日向ケツキック
		
		"ケツをまた思い切り蹴られる…。"R //ケツをまた思い切り蹴られる…。R
		【@音無】"「つぅーー…！！　俺はお前を庇おうとしていただけなのにっ…」"R //「つぅーー…！！　俺はお前を庇おうとしていただけなのにっ…」R
		
		// route_check k-takahashi ↓現状通りません。
		IF(@音無を日向markⅡと呼ぶ){

			@bs(hn0108)
			KOE(001204829,010)【@日向】"「俺がイケチンで、お前が日向""mark""Ⅱ、もう、お前のほうが本家のようじゃねーかよ」"R //「俺がイケチンで、お前が日向"mark"Ⅱ、もう、お前のほうが本家のようじゃねーかよ」R

			GOTO #IYAOMAEGAHONKEDA

		}
		
		// k-takahashi ↓繋がりがおかしいので追加します
		@bs(yr0108)
		【@音無】"「それよりもだっ、日向が可哀想じゃないかっ！」"R //「それよりもだっ、日向が可哀想じゃないかっ！」R
		// k-takahashi ↑ここまで

	}elseif(@日向をひなチンと呼ぶことに){

		【@音無】"「理不尽にひなチンが飛ばされたからだっ！　今のは大山の失敗だろっ！！」"R //「理不尽にひなチンが飛ばされたからだっ！　今のは大山の失敗だろっ！！」R

		IF(@ひなチンで蹴られた){

			@bs(bs3_hn0108@l3)
			KOE(001204822,010)【@日向＿重複】"「はい、いったー」"R //「はい、いったー」R
			【@音無】"「え！？" "　何を！？」"R //「え！？ 　何を！？」R
			
			@bs(hn0105_09)
			KOE(001204843,010)【@日向】"「ひなチンだよ」"R //「ひなチンだよ」R
			【@音無】"「そ…そんな…！！」"R //「そ…そんな…！！」R
			
			@bs(hn0108)
			KOE(001204845,010)【@日向】"「だから、そのまさか！？みたいな演技要らないから。ほら、はやくケツ出せ」"R //「だから、そのまさか！？みたいな演技要らないから。ほら、はやくケツ出せ」R
			
			@bs
			@日向ケツキック
			
			"ケツを差し出し、また思い切り蹴られる…。"R //ケツを差し出し、また思い切り蹴られる…。R
			【@音無】"「つぅーー…！！　俺はお前を庇おうとしていただけなのにっ…」"R //「つぅーー…！！　俺はお前を庇おうとしていただけなのにっ…」R

			@ひなチンで蹴られた２=1

			// k-takahashi ↓繋がりがおかしいので追加します
			@bs(yr0108)
			【@音無】"「それよりもだっ、日向が可哀想じゃないかっ！」"R //「それよりもだっ、日向が可哀想じゃないかっ！」R
			// k-takahashi ↑ここまで
			
		// route_check k-takahashi ↓現状通りません。日向のセリフを 日向"mark"Ⅱ→量産型日向に変更できれば残せるかもしれません
		}elseif(@音無を日向markⅡと呼ぶ){

			KOE(001204853,010)【@日向】"「俺がひなチンで、お前が日向""mark""Ⅱ、もう、お前のほうが本家のようじゃねーかよ」"R //「俺がひなチンで、お前が日向"mark"Ⅱ、もう、お前のほうが本家のようじゃねーかよ」R

			#IYAOMAEGAHONKEDA

			【@音無】"「いや、お前が本家だっ…」"R //「いや、お前が本家だっ…」R
			
			@bs(hn0306)
			KOE(001204858,010)【@日向】"「当然だよっ！！」"R //「当然だよっ！！」R
			
			@bs(hn0205_10)
			KOE(001204859,010)【@日向】"「くっそ、二度と言うなよっ…」"R //「くっそ、二度と言うなよっ…」R
			【@音無】"「ああ…悪かった…」"R //「ああ…悪かった…」R
			
			@bs(oy0204)
			KOE(001204861,014)【大山】"「ええっ、ふたりはどんな関係になっちゃってんの！？」"R //「ええっ、ふたりはどんな関係になっちゃってんの！？」R

			IF(@メンバーに入江が入った){

				@bs_add(ir0302, 6)
				KOE(001204865,007)【入江】"「ですですっ！」"R //「ですですっ！」R

			}

			;;■■コメントアウト待避474■■
			IF(@今あだ名である==0){
				@bs(hn0104)
				KOE(001204870,010)【@日向】"「特に。仲は良好だぜ？　な、音無っ？」"R //「特に。仲は良好だぜ？　な、音無っ？」R
			}elseif(@音無を糞虫と呼ぶ==1){
				@bs(hn0104)
				KOE(001204874,010)【@日向】"「特に。仲は良好だぜ？　な、糞虫っ？」"R //「特に。仲は良好だぜ？　な、糞虫っ？」R
			}elseif(@音無を量産型日向と呼ぶ==1){
				@bs(hn0104)
				KOE(001204876,010)【@日向】"「特に。仲は良好だぜ？　な、量産型日向っ？」"R //「特に。仲は良好だぜ？　な、量産型日向っ？」R
			}

			//#OTONASHIAA2
			【@音無】"「ああ」"R //「ああ」R

			IF(@メンバーに入江が入った){

				@bs(oy0107, ir0104)
				KOE(001204895,014)【大山】"「そうなんだー…」"R //「そうなんだー…」R
				
				@bf(ir0307_04)
				KOE(001204899,007)【入江】"「そうなんですかー…」"R //「そうなんですかー…」R

			}
			else
			{
				@face(oy0107)
				KOE(001204895,014)【大山】"「そうなんだー…」"R //「そうなんだー…」R
				
			}

			@bs(yr0103)
			KOE(001204903,002)【@ゆり】"「じゃ、みんな。お昼にしましょっ」"R //「じゃ、みんな。お昼にしましょっ」R

			GOTO #YURIHIRUWA

		}
		
		
		// @日向をひなチンと呼ぶことに=1 @ひなチンで蹴られた=0
		// k-takahashi ↓この条件のとき抜けるので追加します
		else
		{
			@ひなチンon
			
			@bs(bs3_hn0108@l3)
			KOE(001202891,010)【@日向】"「はーい、それもＮＧ。ケツだせー」"R //「はーい、それもＮＧ。ケツだせー」R
			【@音無】"「ええっ！？　なぜ！？」"R //「ええっ！？　なぜ！？」R
			
			@日向on
			
			@bs(hn0105)
			KOE(001202893,010)【@日向】"「ひなチンと言ったからだ。そんなあだ名はイジメだ。だから言ったらケツキック」"R //「ひなチンと言ったからだ。そんなあだ名はイジメだ。だから言ったらケツキック」R
			【@音無】"「くっそぅ…！！」"R //「くっそぅ…！！」R
			
			@bs
			@日向ケツキック
			
			"ケツを差し出し、思い切り蹴られる…。"R //ケツを差し出し、思い切り蹴られる…。R
			
			【@音無】"「つぅーー…！！　俺はお前を庇おうとしていただけなのにっ…」"R //「つぅーー…！！　俺はお前を庇おうとしていただけなのにっ…」R

			@ひなチンで蹴られた=1
			
			@bs(yr0108)
			【@音無】"「それよりもだっ、日向が可哀想じゃないかっ！」"R //「それよりもだっ、日向が可哀想じゃないかっ！」R
		}
		// k-takahashi ↑ここまで
	}
	
	// k-takahashi ↓抜けるので追加します
	else
	{
		【@音無】"「理不尽に日向が飛ばされたからだっ！　今のは大山の失敗だろっ！！」"R //「理不尽に日向が飛ばされたからだっ！　今のは大山の失敗だろっ！！」R
	}
	// k-takahashi ↑ここまで

	goto #DATTEOO

}		// IF(@その気さらにあり==1)

@bs(hn0405@l3)
KOE(001204915,010)【@日向】"「喂喂喂，这不对吧啊啊——！！」"R //「こらこら、待てえぇぇーーっ！！」R

@bs(yr0101, hn)

"日向冲到由理面前质问道。"R //日向が、ゆりに詰め寄っていく。R

IF(@ゆりを悪く言うのを許さない){
	//TODO：由理线
	@bs
	
	"俺は必死に日向をゆりに近づけないよう間に入る。"R //俺は必死に日向をゆりに近づけないよう間に入る。R

	;;■■コメントアウト待避244■■

	【@音無】"「作戦は成功している！　だよな、竹山！」"R //「作戦は成功している！　だよな、竹山！」R
	@bs(ty0207)
	KOE(001204932,017)【竹山】@bc"「はいっ！　あと僕のことはク…」"@bf_c(1000, ty0204)R //「はいっ！　あと僕のことはク…」@bf_c(1000, ty0204)R
	
	@bs
	
	【@音無】"「だから、ゆりを攻めるのはお門違いだっ！」"R //「だから、ゆりを攻めるのはお門違いだっ！」R
	
	@bs(hn0306)
	@横揺れ_弱
	;;【@日向＿重複】「ええぇぇーーー！！　理不尽だぁぁーー！！」R	重複元がねえぇぇぇぇぇーー（魁
	KOE(001008114,010)【@日向】"「理不尽だぁぁーーー！！」"R		;別のトコもってきた。 //「理不尽だぁぁーーー！！」R		

	//}
}else{

	@bf(yr0307_06)
	KOE(001204939,002)【@ゆり】"「干什么啊，别靠这么近」"R //「なによっ、寄ってこないでよっ」R
	
	@bf(hn0306)
	KOE(001204940,010)【@日向】"「为什么这次是让我飞起来啊！！」"R //「なんで、俺が飛ばされるんだよっ！！」R

}

#DATTEOO

@bf(yr0509)
KOE(001204946,002)【@ゆり】"「因为啊，大山君的内心已经伤痕累累了吧」"R //「だって、大山くんは、十分心に傷を負ったじゃない」R

@bs(yr, oy0309)
KOE(001204947,014)【大山】"「嗯嗯…」"R //「うんうんっ…」R
"大山含泪点了点头。"R //涙ながらに頷く大山。R

@bs(hn0306)
@横揺れ_弱
KOE(001204949,010)【@日向】"「所以为什么是我啊！完全不明白啊！」"R //「それで、なんで俺なんだよっ！　わけがわかんねーよっ！」R

IF(@ゆりを悪く言うのを許さない){

	/*IF(@日向あだ名になる==1){
		"ゆりに近づけないよう、ホモ太を押さえ続けた。"R //ゆりに近づけないよう、ホモ太を押さえ続けた。R

	}else{*/

	"我一直按着日向，避免他继续靠近由理。"R //ゆりに近づけないよう、日向を押さえ続けた。R

	//}

}

@bs(yr0103)
KOE(001204964,002)【@ゆり】"「比起这个，大家。去吃午饭吧」"R //「それよりも、みんな。お昼にしましょっ」R

#OHIRU

"她笑着对大家说道。"R //笑顔でみんなにそう告げた。R

;@face(hn0110)
;KOE(001204969,010)【@日向】「くっそぅ…」R

#YURIHIRUWA
@bgm_stop(3000)
;@fade(bg_kuro)

@アイキャッチフェード



@bg(ep88_bg013, 25)
@bs(yr0103)
KOE(001204973,002)【@ゆり】"「大家今天都这么努力，今天中午我请客」"R //「お昼は頑張ったあなたたちにあたしからのおごりよ」R

@bs(yr0101)
@bgm_play(m106)

"啪！她像是打扑克牌一样，把饭票摊在了桌子上。"R //じゃん！と食券をトランプのカードのように机の上に広げて見せた。R

@bs(yr0203)
KOE(001204975,002)【@ゆり】"「来吧，先到先得哦？」"R //「ほら、早いもん勝ちよ？」R

@face(hn0108)
KOE(001204976,010)【@日向】"「全都是乌冬面啊…」"R //「うどんしかないんだが…」R

@bs(yr0310_01)
KOE(001204977,002)【@ゆり】"「嘛，毕竟剩下了不少—」"R //「まあ、余りもんだしー」R

/*IF(@またも歯が飛んでまともに話せない==1){
	"歯がない俺にとってうどんは助かる！"R //歯がない俺にとってうどんは助かる！R
}*/

@bs_add(hn0106, 6)
KOE(001204984,010)【@日向】"「不对，为什么只有你一个人在吃" @创建注释(@炸猪排盖饭) "啊！？What!? Why!?」"R //「で、なんで、お前ひとりカツ丼！？　ワッツ！？　ホワーイ！？」R
@清除注释

@bf(yr0107)
KOE(001204985,002)【@ゆり】"「你是想让这个流行起来吗？完全不可能流行起来的」"R //「それ流行らせたいの？　ぜんぜん流行ってないわよ」R

@ホワーイ流行ってない=1		;;今更だけどここに追加。ここ以前の分はすてる（魁0405

IF(@０１ホワーイ耳障りと告げた==1){	//&&@またも歯が飛んでまともに話せない==0){

	【@音無】"「抱歉…听着还是很刺耳，感觉很不舒服…」"R //「すまん…また耳障りで不快だ…」R
	
	@bf(hn0306)
	KOE(001204990,010)【@日向】"「为什么啊！？Why!?」"R //「どーして！？　ホワーイ！？」R
	【@音無】"「好痛…求你别再说了…」"R //「イツツ…だから、やめてくれ…」R

}

;;■■コメントアウト待避247■■

@bf(hn0310)
KOE(001205005,010)【@日向】"「单纯只是个口头禅而已，这也太不讲道理了吧——！！」"R //「単なる口癖だよっ、なんて理不尽だぁーーっ！！」R
@bs
"除了由理以外，所有人都在专心地吸溜着乌冬面。"R //ゆり以外、うどんをすすることに徹する。R

/*IF(@またも歯が飛んでまともに話せない==1){
	【@音無】"（噛まずに飲み込めるから、やはり助かった…！）"R //（噛まずに飲み込めるから、やはり助かった…！）R
}*/

;－－－●初日の肉うどんは必ず食べてるよね？R
"尽管是没有任何配料的" @创建注释(@素乌冬面) "，但面汤的味道依然十分深邃，好吃到天天吃都不会腻。"R //なんの具も乗っていない素うどんなのに、相変わらずダシはすごく深みがあり、何度でも食べたくなる美味さだ。R
@清除注释

@bs(yr0503_01)
KOE(001205015,002)【@ゆり】"「所以，作战没有失误吧？竹山君」"R //「で、抜かりはないわね？　竹山くん」R

@bs(yr, ty0207)
KOE(001205016,017)【竹山】@bc"「是的，很完美。还有，再强调一下，请叫我克…」"@bf_c(2000, ty0204)R //「はい、完璧です。そして、念を押しますが僕のことはク…」@bf_c(2000, ty0204)R

@bs(yr, hn0209_07)
KOE(001205017,010)【@日向】"「哈啊…我可是一头扎进天花板了啊…之后到底还得再这么遭罪多久啊…？」"R //「はぁ…こっちは飛ばされて天井に激突して…後何回、こんな目に遭うんだぁ…？」R

@bf(yr0601_03)
KOE(001205018,002)【@ゆり】"「整个考试期间都要飞哦？」"R //「テスト中ずっとよ？」R

@bf(hn0306)
KOE(001205019,010)【@日向】"「那至少明天换一下成员吧！？」"R //「だったら明日はメンバー変えようぜっ！？」R

@bf(yr0606)
KOE(001205020,002)【@ゆり】"「松下君和TK太重了」"R //「松下くんやＴＫって重そうだもの」R

@bf(hn0305)
KOE(001205021,010)【@日向】"「不要因为体重就选我们啊！？还有，就算万户飞天再怎么震撼，别人也会逐渐厌倦的吧？」"R //「軽いからって選ぶなよ！？　つか、いくら椅子ごと飛ぶのがインパクトがあるっつっても、みんな飽きてくるぜ？」R

@bf(hn0108)
KOE(001205022,010)【@日向】@bc"「啊—他又飞了—…然后就不会再看了吧！！」"@bf_c(1100,hn0105) R //「あーまた飛んでるわー…みたいにもう見ねーぜ？」@bf_c(1100,hn0105) R

IF(@ゆりを悪く言うのを許さない==1){	//&&(@またも歯が飛んでまともに話せない==0)){

	【@音無】"「所以由理才加了螺旋升天之类的机关设计，已经全部考虑到了啊！！」"R //「だから、ゆりはキリモミとかギミックを加えて、色々考えてんだよっ！！」R
	
	@bs(hn0208)
	KOE(001205027,010)【@日向】"「那个啊…我一——直觉得，你有点刻意地在拥护她啊…」"R //「あのさ…お前のその擁護、ずーーっと不自然に思ってるんだが…」R

	;－－－●↓@今あだ名である==1の場合ある？R
	@bs_add(yr0103, 4)
	KOE(001205030,002)【@ゆり】"「只有音无君一个人懂我的良苦用心呢—」"R //「音無くんだけは、わかってくれてるようねー」R
	【@音無】"「没错，没错——！！」"R //「そうだ、そうだーー！！」R
	
	@bf(hn0109_07)
	KOE(001205032,010)【@日向】"「搞什么啊，一股子臭味相投的感觉…」"R //「なんだよ、その意気投合具合は…」R
	
	@bf(yr0310_04)
	KOE(001205033,002)【@ゆり】"「我可是领袖啊，所以他才这么尊重我」"R //「リーダーだから、尊重してくれてるのよ」R
	【@音無】"「没错，没错——！！」"R //「そうだ、そうだーー！！」R

}else{

	@bf(yr0502)
	KOE(001205038,002)【@ゆり】"「所以我才加了螺旋升天之类的机关设计啊」"R //「だから、キリモミさせたり、ギミックを加えてるんじゃない」R
	
	@bf(hn0306)
	@横揺れ_弱(0, 0)
	KOE(001205039,010)【@日向】"「接下来还有什么啊，好可怕啊啊——！我们可是同伴啊！？」"R //「何が俺たちを待ってんだよ、こえぇぇーーよっ！　仲間だろっ！？」R
	
	@bf(yr0207)
	KOE(001205040,002)【@ゆり】"「所以才需要你协助我」"R //「だから、協力なさいよ」R
	
	@bf(hn0610)
	@縦揺れ_弱
	KOE(001205041,010)【@日向】"「好可怕——！！」"R //「こえぇーーよっ！！」R

}

//12/4
IF(@大山の告白成功した==0&&@入江が告白することに==0){

	@bs(oy0107)
	KOE(001205048,014)【大山】"「我明天也还要继续表白吗…」"R //「明日も告白させられるのかなぁ…」R

}elseif(@入江が告白することに){

	@bs(ir0206)
	KOE(001205052,007)【入江】"「那个，虽然她说我们要先从朋友开始做起…之后该怎么做才好呢…」"R //「あの、あたし、友達からって言われたんですけど…今後どうすればいいんでしょうか…」R
	
	@bs_add(yr0201, 4)
	KOE(001205053,002)【@ゆり】"「只是作战而已，无视她就好了」"R //「ただの作戦だから、無視しておけば問題ないわ」R
	
	@bf(ir0306_04)
	KOE(001205054,007)【入江】"「真这样的话，感觉会心里有愧…」"R //「それはなんだか、後ろめたいです…」R
	
	@bf(yr0401)
	KOE(001205055,002)【@ゆり】"「只要你不破坏战线的原则，也是可以和她接触的哦？」"R //「戦線のモラルを破らなければ、接触しても構わないわよ？」R

	IF(@百合属性あり==1){	//&&@またも歯が飛んでまともに話せない==0){

		【@音無】"「你应该积极一点，主动进攻」"R //「積極的に、攻めるべきだ」R
		
		@bs(ir0104_05)
		KOE(001205060,007)【入江】"「进攻，是要怎么进攻啊！？」"R //「攻めるって、どこをですかぁ！？」R

		@@選択=SELBTN(@selbtn_s_2,
			"性方面", //性的に,
			"以柏拉图式恋爱的感觉" //プラトニックラブな感じで
		)@selbtn_log
		IF(@選択==0){		// (性的に/プラトニックラブな感じで) 

			【@音無】"「性方面」"R //「性的に」R
			
			@bf(ir0103_05@00d)
			KOE(001205069,007)【入江】"「性方面！？」"R //「性的！？」R
			【@音無】"「嗯。首先从接吻开始吧」"R //「ああ。まず、キスからだな」R
			
			@bf(ir0305@00g)
			KOE(001205071,007)【入江】"「诶诶诶诶诶诶————！！不行不行不行的——！！」"R //「ええぇぇぇぇーーーー！！　無理無理無理ですぅーー！！」R
			
			@bs_add(yr0107@02, 4)
			KOE(001205072,002)【@ゆり】"「你给她设置的要求太高了…」"R //「すごいハードルを課すのね…」R

		}else{	// if(@選択==1){		// (性的に/プラトニックラブな感じで) 

			【@音無】"「以柏拉图式恋爱的感觉」"R //「プラトニックラブな感じで」R
			
			@bf(ir0104)
			KOE(001205077,007)【入江】"「柏拉图式吗…呃…可以告诉我具体的做法吗…」"R //「プラトニックですか…えーと…具体的に聞かせてもらえますでしょうか…」R
			【@音無】"「首先以兴趣作为话题吧。比如说，喜欢什么样的电影啦、音乐啦、小说啦、漫画啦，等等等等。这样问下去的话，自然就会变得亲密了」"R //「まずは趣味の話題だな。例えばどんな映画が好き、音楽が好き、小説が好き、漫画が好き、とかを聞きながら、自然と親しくなっていけばいい」R
			
			@bf(ir0306)
			KOE(001205079,007)【入江】"「这种程度的事情倒是可以做到啦，但是…」"R //「それぐらいなら出来るかもしれないですけど…」R
			
			@bs_add(yr0301, 4)
			KOE(001205080,002)【@ゆり】"「嘛—，倒是可以有。如果知道了她的兴趣爱好，就能以此开展新的作战了」"R //「まー、ありっちゃありね。趣味嗜好を知れば、そこから新たな作戦が立てられる」R
			
			@bf(ir0301_04)
			KOE(001205081,007)【入江】"「但是，我每天都要练习打鼓，没有时间去做那种事情…」"R //「でも、毎日ドラムの練習で、そんな時間、作れないんですけど…」R
			;－－－●↓以下のフラグだけでＯＫ？R

			IF(@AB02で岩沢と話した==1){

				【@音無】"「不过，如果是上午的话，岩泽都是在一个人作曲，可以趁着这段时间去见天使吧？」"R //「でも、午前中なら、岩沢はひとり作曲しているだけだから、天使に会いに行けるんじゃないか？」R
				
				@bs(ir0304_05)
				KOE(001205087,007)【入江】"「诶…！？」"R //「えっ…！？」R
				"入江被我的建议惊得说不出话来。"R //その提案に入江は絶句した。R
				【@音無】"「怎么了吗？」"R //「どーした？」R
				
				@bf(ir0106)
				KOE(001205090,007)【入江】"「那个…我和诗诗…早上起不来床…」"R //「ええと…あたしと…しおりんは…起きるのが遅いというか…」R
				【@音無】"「睡到下午的吗」"R //「午後起きかよっ」R
				
				@bf(ir0305_02)
				KOE(001205092,007)【入江】"「因为每天晚上都在练习，所以睡觉的时间也很晚…」"R //「それは、夜は練習に明け暮れているので、眠る時間も遅いといいますか…」R

				;;■■コメントアウト待避475■■
				//#SONOHENDE
				@face(hn0105_09)
				IF(@音無を糞虫と呼ぶ){				;－－－●↓これがありえるなら、加筆必要
					//TODO：确认称号翻译后进行
					KOE(001205096,010)【@日向】"「そのへんでよしとけ、糞虫」"R //「そのへんでよしとけ、糞虫」R
				}elseif(@音無を量産型日向と呼ぶ){
					KOE(001205098,010)【@日向】"「そのへんでよしとけ、量産型日向」"R //「そのへんでよしとけ、量産型日向」R
				}else{
					KOE(001205114,010)【@日向】"「差不多适可而止吧，音无」"R //「そのへんでよしとけ、音無」R
				}
				
				@bs(hn0105_09)
				
				【@音無】"「…诶？」"R //「…え？」R
				
				@bf(hn0408)
				KOE(001205118,010)【@日向】"「再怎么说，GDM就只是佯攻部队。只要履行好佯攻的职责，不管练习还是休息都是她们的自由」"R //「ガルデモはあくまでも陽動部隊。それだけを遂行してくれたら、練習をしていようが休んでいようが自由だ」R
				【@音無】"「是这样吗…」"R //「そうなのか…」R
				
				@bs_add(yr0301, 4)
				KOE(001205120,002)【@ゆり】"「嗯，没错」"R //「ええ、その通りよ」R
				【@音無】"「那就没办法了…」"R //「だったら仕方がないな…」R
				
				@bs(ir0302)
				KOE(001205122,007)【入江】"「呼——，得救了——」"R //「ふぅーー、助かりましたぁーー」R

				GOTO #KONDOW

			}else{		// not (@AB02で岩沢と話した==1)

				【@音無】"「这样啊…」"R //「そっか…」R
				
				@bs(yr, hn0408)
				KOE(001205129,010)【@日向】"「嗯。入江和关根是后来才加入的，为了能够和岩泽和久子同台演出，每天都在努力练习」"R //「ああ。後から入ってきた入江と関根は、岩沢とひさ子と同じステージに立ち続けるため、日々努力を重ねている」R
				
				@bf(yr0209)
				KOE(001205130,002)【@ゆり】"「没错。就算是在永远持续的世界里，也不可以把时间浪费在其他事情上，懈怠自我提升」"R //「その通り。永遠に続く世界でも、別の作業に時間を割いてスキルアップを怠るなんて、あっては駄目よ」R
				"既然都这么说了，也只能放弃了…。"R //そう言われると諦めるしかない…。R

				GOTO #KONDOW

			}		// IF(@AB02で岩沢と話した==1) else

		}		// (性的に/プラトニックラブな感じで) 

	}		// IF(@百合属性あり==1)
	
	@bs(yr, hn0105)
	KOE(001205141,010)【@日向】"「对方可是天使啊？你不害怕吗」"R //「相手は天使だぜ？　恐くねーのかよ」R
	
	@bf(yr0509)
	KOE(001205142,002)【@ゆり】"「只要不挑事的话就没问题的」"R //「好戦的にならなければ、大丈夫よ」R

	IF(@かなでの名前を知った==1){	//&&(@またも歯が飛んでまともに話せない==0)){

		@bs
	
		【@音無】"「她其实人挺好的哦？」"R //「案外いい奴だぜ？」R
	
		@bs(yr0609)
		KOE(001205149,002)【@ゆり】"「………」"R //「………」R
		"不知为何，由理沉默了下来。"R //なぜか無言になるゆり。R
		【@音無】"（嗯？我是不是说了什么不该说的话？）"R //（ん？　言ってはいけないことを言っちまったか？）R
		"由理什么都没说，继续专心地吃着她的炸猪排盖饭。"R //ゆりは何も言わず、カツ丼を食べることに専念した。R
	}

}		// elseif(@入江が告白することに==1)


/*IF((@かなでの名前を知った==1)&&(@またも歯が飛んでまともに話せない==1)){
	"案外いい奴だと伝えたいが、喋れずもどかしく思う。"R //案外いい奴だと伝えたいが、喋れずもどかしく思う。R
}*/

#KONDOW

@bs(tm0104_08)
KOE(001205161,012)【高松】"「下次把下半身也脱掉吧…」"R //「今度は下も脱ぎますか…」R

@bs_add(hn0108,6)
KOE(001205162,010)【@日向】"「别，求你了…」"R //「やめてくれ…」R

@bs

"大家默默地吃着饭。"R //そこからは黙々と食べ続ける。R

@食券うどん=1
@実績チェック

"等到所有人都吃完了之后。"R //全員が食べ終えたところで。R

@bs(yr0204_01)
KOE(001205165,002)【@ゆり】"「那么，明天也拜托各位了！今天到此解散！」"R //「では、明日もよろしく！　本日は解散！」R

"由理站了起来，大声宣布着解散。"R //ゆりが立ち上がり、そう高らかに告げて、解散となった。R
"接下来就只剩下出席傍晚的例行会议了。"R //あとは夕方の定例会議に顔を出せばいいだけだ。R

@bgm_stop(2000)

@fade(bg_kuro, 25)

return



