// #SCENE_SCRIPT_ID = 0014 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）R
#Z00
;－－－水曜日
//@DAYS=18	***********旧設定***********
@DAYS += 1	@day_change	// 18日目
$bs_dress_init

;－－－●↓このファイルからホモ太関係のフラグ参照していない…汗
/*
;－－－朝
IF(@AB10壁に銃を撃って跳弾し死ぬ){

	"陽が目に染みて、自然と目覚める。"R //陽が目に染みて、自然と目覚める。R
	【@音無】"（朝か…）"R //（朝か…）R
	"辺りを見渡すと、地面に倒れていた。"R //辺りを見渡すと、地面に倒れていた。R
	"足場から落ちたようだ。"R //足場から落ちたようだ。R
	"最後に銃で見えない壁を撃ったはず。"R //最後に銃で見えない壁を撃ったはず。R
	"再び、俺は足場を登る。"R //再び、俺は足場を登る。R
	"明るければ、壁の向こうが見えるはず。"R //明るければ、壁の向こうが見えるはず。R
	"そう期待したが、そこに待っていたのは、一面雲に覆われた世界。"R //そう期待したが、そこに待っていたのは、一面雲に覆われた世界。R
	【@音無】"（まさか…浮いているのか…！？）"R //（まさか…浮いているのか…！？）R
	"雲は動いてはいるが、あまりにぶ厚く、どれだけ待っても地面も空も見えなかった。"R //雲は動いてはいるが、あまりにぶ厚く、どれだけ待っても地面も空も見えなかった。R
	"そうだ、と思い出し、銃でもう一度撃ってみる。"R //そうだ、と思い出し、銃でもう一度撃ってみる。R
	"スカンと変な音がして、何かがぽろりと落ちる。"R //スカンと変な音がして、何かがぽろりと落ちる。R
	"それを摘まみ上げて確認してみると、平べったくなった今撃った銃弾だった。"R //それを摘まみ上げて確認してみると、平べったくなった今撃った銃弾だった。R
	【@音無】"（なんてこった…）"R //（なんてこった…）R
	"再び、絶望する…。"R //再び、絶望する…。R
	"重い足取りで、部屋に帰る。"R //重い足取りで、部屋に帰る。R

}
*/

@bgm_play(m301)
;－－－
;;IF(@AB10壁に銃を撃って跳弾し死ぬ){		//■■■■削除予定なので放置。でも一部は残したいなぁ（あまの
//IF(@その気さらにあり){		//▼▼▼参照フラグを変更して、下記のシナリオを活用します。（魁0327
IF(@その気さらにあり||(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1||@おかしい音無４==1)){		//■■■■どれかのフラグが立ってたときのみ入るようにした（あまの 0401
	//TODO:岩泽线结束后翻译
	@日向服装=@ジャージ
	
	@bg(ep99_bg005, 143)

	"阳光透过窗帘的缝隙照射进房间，将我拉出了梦乡。"R //カーテンの隙間から差し込む光で目が醒める。R
	"日向还在喊声响亮地睡着。"R //日向はすーぴーと鼻を鳴らしながら眠っていた。R
	"现在就把他叫醒的话，未免有点太早了。"R //起こすにはまだ早い時間だ。R

	@@選択=SELBTN(@selbtn_s_3,
		"再睡一会儿", //もう少し眠る,
		"睡在日向的旁边",@その気さらにあり, //日向の隣で寝る,@その気さらにあり,
		"把他叫醒",(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1||@おかしい音無４==1)		//■■■■こうしないとシナリオ抜けが発生します（あまの） //起こす,(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1||@おかしい音無４==1)		
	)@selbtn_log
	IF(@選択==0){		// (もう少し眠る/日向の隣で寝る/起こす) もう少し眠る
		
		@fade(bg_kuro, 145)
		
		"我钻进了被子里，闭上了眼睛。"R //俺は布団に潜り、目を閉じた。R
		
		close
		@timewaitkey(3000)

	}ELSEIF(@選択==1){		// (もう少し眠る/日向の隣で寝る/起こす) 日向の隣で寝る
		
		@bgm_stop(2000)
		
		"我爬到了上铺，钻到了日向的被子里。"R //俺は二段目に登り、日向の布団に潜り込んだ。R
		
		@bgs_nf(hn0113, 3)
		@bgm_play(m120, 1000)
		
		【@音無】"（好暖和啊…）"R //（なんて温かいんだ…）R
		"呼～呼～。"R //すーぴーすーぴー。R
		【@音無】"（打呼噜的时候也好可爱…）"R //（そして、なんて可愛らしい寝息なんだ…）R
		
		@bgm_stop(3000)
		@ピンクフィルター消去
		@fade(bg_kuro, 146)
		
		"しばらくその顔を見つめていたが、さすがに睡眠不足だったのか、俺も寝入ってしまった。"R //しばらくその顔を見つめていたが、さすがに睡眠不足だったのか、俺も寝入ってしまった。R
		
		close
		@timewaitkey(3000)
		
		@pcmch_play_loop(1, @目覚まし時計, 800)
		"ぴっぴっぴ…と目覚まし時計の音。"R //ぴっぴっぴ…と目覚まし時計の音。R
		
		@pcmch_stop_all
		@bg(ep99_bg001, 143)
		
		@bs(bs3_hn0101)
		KOE(001400054,010)【@日向】@bc"「ふわぁ…って、なんでお前が居るんだぁーー！！」"@bs_c(1200, hn0106)@横揺れ_弱 R //「ふわぁ…って、なんでお前が居るんだぁーー！！」@bs_c(1200, hn0106)@横揺れ_弱 R

		@bgm_play(m118)
		
		【@音無】"「むにゃむにゃ…おはよう」"R //「むにゃむにゃ…おはよう」R

		@bs(bs2_hn0209_07@00a)
		KOE(001400056,010)【@日向】"「いやいや、いつの間に添い寝状態に！？」"R //「いやいや、いつの間に添い寝状態に！？」R

		@@選択=SELBTN(@selbtn_s_3,
			"底が抜けてお前が落ちてきた", //底が抜けてお前が落ちてきた,
			"すごい寝返りをした", //すごい寝返りをした,
			"夢遊病" //夢遊病
		)@selbtn_log
		IF(@選択==0){		// (底が抜けてお前が落ちてきた/すごい寝返りをした/夢遊病) 底が抜けてお前が落ちてきた

			【@音無】"「底が抜けてお前が落ちてきた」"R //「底が抜けてお前が落ちてきた」R
			
			@bs(hn0206)
			KOE(001400066,010)【@日向】"「えっ！？」"R //「えっ！？」R
			
			@bs(hn0108)
			KOE(001400067,010)【@日向】"「って、上段じゃねーか！　落ちようがねーだろっ！！」"R //「って、上段じゃねーか！　落ちようがねーだろっ！！」R
			【@音無】"「間違えた、俺が浮き上がってきたんだ」"R //「間違えた、俺が浮き上がってきたんだ」R
			
			@bs(hn0306)
			@縦揺れ_弱
			KOE(001400069,010)【@日向】"「言い訳が雑ぅーーーー！！」"R //「言い訳が雑ぅーーーー！！」R
			
			@bs(hn0305)
			KOE(001400070,010)【@日向】"「人が浮き上がって、上段の板も通り抜けて上がってくるはずねぇだろぉーー！！」"R //「人が浮き上がって、上段の板も通り抜けて上がってくるはずねぇだろぉーー！！」R

			GOTO #MATTAKUKONO

		}ELSEIF(@選択==1){		// (底が抜けてお前が落ちてきた/すごい寝返りをした/夢遊病) すごい寝返りをした

			【@音無】"「すごい寝返りをしたようだ…」"R //「すごい寝返りをしたようだ…」R
			
			@bs(hn0105)
			KOE(001400083,010)【@日向】"「なら床に落ちるだろっ！　上段にあがっては来ねーだろっ！！」"R //「なら床に落ちるだろっ！　上段にあがっては来ねーだろっ！！」R

			GOTO #MATTAKUKONO

		}ELSE{	// IF(@選択==2){		// (底が抜けてお前が落ちてきた/すごい寝返りをした/夢遊病) 夢遊病

			【@音無】"「夢遊病だ」"R //「夢遊病だ」R
			
			@bs(hn0105)
			KOE(001400090,010)【@日向】"「そんな病気はこの世界じゃ治ってるはずだぁーー！！」"R //「そんな病気はこの世界じゃ治ってるはずだぁーー！！」R

			IF(@ゆりただのエロ少年にイラっとする==1||@ゆりただのエロ少年にイラっとする２==1||@ゆりただのエロ少年にイラっとする３==1||@ゆりただのエロ少年にイラっとする４==1){	// ||@ゆりただのエロ少年にイラっとする５==1){

				【@音無】"「なら俺の記憶は戻ってるはずですが、何か？」"R //「なら俺の記憶は戻ってるはずですが、何か？」R
				
				@bs(hn0306)
				@横揺れ_弱
				KOE(001400095,010)【@日向】"「それ、俺もイラっと来るぅーー！！」"R //「それ、俺もイラっと来るぅーー！！」R

			}else{

				【@音無】"「でも、記憶喪失も治ってねーし」"R //「でも、記憶喪失も治ってねーし」R

			}

			#MATTAKUKONO
			
			【@音無】"「まったくこの世界は謎だらけだな…こういうこともある。いい経験になったろ…？」"R //「まったくこの世界は謎だらけだな…こういうこともある。いい経験になったろ…？」R
			
			@bs(hn0112)
			KOE(001400074,010)【@日向】"「ええぇぇぇーーー！！」"R //「ええぇぇぇーーー！！」R
			【@音無】"「無限に続く世界だから、まあ、こんなこともあるさ…」"R //「無限に続く世界だから、まあ、こんなこともあるさ…」R
			
			@bs(hn0108)
			KOE(001400076,010)【@日向】"「ええぇぇぇーーー！！」"R //「ええぇぇぇーーー！！」R
			【@音無】"「さ、顔洗って着替えて、飯行こうぜ？」"R //「さ、顔洗って着替えて、飯行こうぜ？」R
			
			@bs(hn0606)
			@横揺れ_弱
			KOE(001400078,010)【@日向】"「ええぇぇぇーーー！！」"R //「ええぇぇぇーーー！！」R

		}		// (底が抜けてお前が落ちてきた/すごい寝返りをした/夢遊病) 
		
		@bgm_stop(2000)
		
		GOTO #SYOKUDOU

	}ELSE{	// IF(@選択==2){		// (もう少し眠る/日向の隣で寝る/起こす) 起こす
		
		@縦揺れ_弱
		
		【@音無】"「起きろ、朝だぞぉー！！」"R //「起きろ、朝だぞぉー！！」R
		"はしごを登り、大声で日向にそう告げる。"R //はしごを登り、大声で日向にそう告げる。R
		
		@face(hn0113)
		KOE(001400111,010)【@日向】"「んんー…」"R //「んんー…」R
		"唸るだけで、起きない。"R //唸るだけで、起きない。R

		//IF(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1||@おかしい音無４==1){		//■■■■この条件でしか入れないように変更したのでコメントアウト（あまの）

		@@選択=SELBTN(@selbtn_s_2,
			"鼻をつまむ", //鼻をつまむ,
			"目つぶしする" //目つぶしする
		)@selbtn_log
		IF(@選択==0){		// (鼻をつまむ/目つぶしする) 鼻をつまむ

			"日向の鼻を息ができないようにつまむ。"R //日向の鼻を息ができないようにつまむ。R
			
			@face(hn0113_14)
			KOE(001400123,010)【@日向】"「んっ…」"R //「んっ…」R
			
			@face(hn0110_09)
			KOE(001400124,010)【@日向】"「んんんっ…」"R //「んんんっ…」R
			
			@bs(bs3_hn0106@u3)
			@縦揺れ_弱
			KOE(001400125,010)【@日向】"「ぷはあぁぁーーー！！　ああぁぁーー！？」"R //「ぷはあぁぁーーー！！　ああぁぁーー！？」R

			@bs(hn0105)
			"起きた途端、俺の顔を見る。"R //起きた途端、俺の顔を見る。R
			
			@bs(hn0208)
			KOE(001400127,010)【@日向】"「お前かよっ…なにしてくれてんだよ…」"R //「お前かよっ…なにしてくれてんだよ…」R

			@bs(bs2_hn0209@00a)
			
			"日向は目覚まし時計を確認する。"R //日向は目覚まし時計を確認する。R
			
			@bs(hn0209_07)
			KOE(001400129,010)【@日向】"「１時間も早いじゃねーか…」"R //「１時間も早いじゃねーか…」R
			【@音無】"「早起きは三文の徳だぜ？」"R //「早起きは三文の徳だぜ？」R
			
			@bs(hn0209)
			KOE(001400131,010)【@日向】"「なんの得になるんだよ…」"R //「なんの得になるんだよ…」R
			【@音無】"「うーん…健康的に」"R //「うーん…健康的に」R
			
			@bs(hn0108)
			KOE(001400133,010)【@日向】"「だから、病まない世界だから、んなもん関係ねーんだよ…」"R //「だから、病まない世界だから、んなもん関係ねーんだよ…」R
			【@音無】"「だったな、わりぃ…」"R //「だったな、わりぃ…」R

			IF(@日向とキャッキャウフフした>=1){

				@bgm_stack
				@bgm_stop(2000)
				
				@bs(hn0102)
				KOE(001400138,010)【@日向】"「反省の色が見られない。なので、こうしてやるーー！！」"R //「反省の色が見られない。なので、こうしてやるーー！！」R

				@bgm_play(m090)		;;キャッキャウフフスタート！
				@timewaitkey(1000)
				@キャッキャウフフ開始(hn0102, 3)

				"日向が起き上がり、俺の鼻と口を両手で塞いでくる。"R //日向が起き上がり、俺の鼻と口を両手で塞いでくる。R
				"よけようとすると、はしごから落ちてしまう。激痛が走り、動けなくなる。"R //よけようとすると、はしごから落ちてしまう。激痛が走り、動けなくなる。R
				
				@bs_w(2, hn0103)
				KOE(001400141,010)【@日向】"「勝機！」"R //「勝機！」R
				"その床に倒れた俺に日向が襲いかかってくる。"R //その床に倒れた俺に日向が襲いかかってくる。R
				
				@bs_w(2, hn0102)
				KOE(001400143,010)【@日向】"「このやろぉーー！！」"R //「このやろぉーー！！」R
				【@音無】"「打撲、打撲ーー！！」"R //「打撲、打撲ーー！！」R
				
				@bs_w(2, hn0104)
				KOE(001400145,010)【@日向】"「そんなこと知るかぁーー！！」"R //「そんなこと知るかぁーー！！」R
				
				"マウントポジションを取られ、口と鼻を押さえられる。"R //マウントポジションを取られ、口と鼻を押さえられる。R
				;;KOE(001400147,010)【@日向】「だもむ…ももふ…！！」R
				【@音無】"「だもむ…ももふ…！！」"R //「だもむ…ももふ…！！」R
				
				"手で床を叩く。"R //手で床を叩く。R
				
				@bs_w(2, hn0102)
				
				KOE(001400149,010)【@日向】"「タップしても許さねーぜ！？」"R //「タップしても許さねーぜ！？」R
				"その手を噛んでやる。"R //その手を噛んでやる。R
				
				@bs_w(2, hn0104)
				//@横揺れ_弱
				KOE(001400151,010)【@日向】"「いてぇーー！！　噛むのは反則だろぉーー！！」"R //「いてぇーー！！　噛むのは反則だろぉーー！！」R
				;;KOE(001400152,010)【@日向】「ここから反撃だぁーー！！」R
				【@音無】"「ここから反撃だぁーー！！」"R //「ここから反撃だぁーー！！」R

				"ひるんだ日向を押し倒し、逆にマウントポジションを取り、その鼻と口を押さえてやる。"R //ひるんだ日向を押し倒し、逆にマウントポジションを取り、その鼻と口を押さえてやる。R

				@bs_w(2, hn0102)
				
				"がぶっ。"R //がぶっ。R

				//@縦揺れ_弱
				
				【@音無】"「いてぇーー！！　噛むのは反則だろぉーー！！」"R //「いてぇーー！！　噛むのは反則だろぉーー！！」R
				
				@bs_w(2, hn0104)
				KOE(001400156,010)【@日向】"「先にお前が噛んだんじゃねーかよぉーー！！」"R //「先にお前が噛んだんじゃねーかよぉーー！！」R
				
				@bgm_stop(3000)
				@キャッキャウフフ終了フェード
				
				"また、ふたりでキャッキャウフフした。"R //また、ふたりでキャッキャウフフした。R

				@噛みつきながらキャッキャウフフした=1
				@実績チェック
				
				@キャッキャウフフ終了(ep99_bg005)
				
				@bgm_pop_play
				【@音無】"「ふぅ…はぁ…はぁ…」"R //「ふぅ…はぁ…はぁ…」R
				
				@bs(hn0109)
				KOE(001400159,010)【@日向】"「はぁ…はぁ…なぜこんな時間から、ハッスルしなくちゃならないんだ…」"R //「はぁ…はぁ…なぜこんな時間から、ハッスルしなくちゃならないんだ…」R
				【@音無】"「だな…」"R //「だな…」R

			}

			
			@bs(hn0109_07)
			KOE(001400164,010)【@日向】"「あーあ、完全に起きちまったし…早いが、顔洗って着替えて、朝食に行くか」"R //「あーあ、完全に起きちまったし…早いが、顔洗って着替えて、朝食に行くか」R
			【@音無】"「こんな時間でも、やってるのか？」"R //「こんな時間でも、やってるのか？」R
			
			@bs(hn0101)
			KOE(001400166,010)【@日向】"「ああ。部活で朝練してるＮＰＣも居るからなぁ」"R //「ああ。部活で朝練してるＮＰＣも居るからなぁ」R
			【@音無】"「なるほど…」"R //「なるほど…」R

			GOTO #SYOKUDOU

		}
		// IF(@選択==1){		// (鼻をつまむ/目つぶしする) 目つぶしする

		"人差し指と中指をＶ字に立て、日向の瞼に思い切り突き刺す。"R //人差し指と中指をＶ字に立て、日向の瞼に思い切り突き刺す。R
		
		close
		@sc_flash_w
		@横揺れ_弱
		
		@bs(bs3_hn0610@u3)
		@縦揺れ_弱
		KOE(001400172,010)【@日向】"「ぎゃあああぁぁぁああぁぁあああーーーーー！！」"R //「ぎゃあああぁぁぁああぁぁあああーーーーー！！」R

		@AB11日向目が見えない=1
		@実績チェック

		【@音無】"「起きたか、おはよう」"R //「起きたか、おはよう」R
		
		@bs(bs2_hn0606)
		@横揺れ_弱
		KOE(001400174,010)【@日向】"「どんな起こし方だぁぁぁぁーーー！！　痛えぇぇぇーー！！　視力がまだ戻らないぃぃーー！！」"R //「どんな起こし方だぁぁぁぁーーー！！　痛えぇぇぇーー！！　視力がまだ戻らないぃぃーー！！」R
		【@音無】"「まあ、死後の世界だから、すぐ治るさ」"R //「まあ、死後の世界だから、すぐ治るさ」R
		
		@bs(hn0605)
		KOE(001400176,010)【@日向】"「まだ見えないぃぃーーー！！」"R //「まだ見えないぃぃーーー！！」R
		【@音無】"「だから、すぐ治るって」"R //「だから、すぐ治るって」R

		IF(@日向とキャッキャウフフした>=1){

			@bs(hn0102)
			KOE(001400181,010)【@日向】"「てめーにも仕返ししてやるぅー！！」"R //「てめーにも仕返ししてやるぅー！！」R
			
			@bgm_stack
			@bgm_play(m090)		;;キャッキャウフフスタート！
			@timewaitkey(1000)
			@キャッキャウフフ開始(hn0102, 3)
			
			@bgm_stop(3000)
			
			@キャッキャウフフ終了フェード準備
			
			@bs(hn0108)
			KOE(001400182,010)【@日向】"「ってこれまではじゃれ合ってきたが、今回はあまりに悪質だ…」"R //「ってこれまではじゃれ合ってきたが、今回はあまりに悪質だ…」R
			
			@bgs(ep99_bg005, bs2_hn0108, 2)
			
			【@音無】"「えぇっ！？」"R //「えぇっ！？」R
			
			@bs(hn0105)
			KOE(001400184,010)【@日向】"「もう二度とこんなことすんじゃねーぞ」"R //「もう二度とこんなことすんじゃねーぞ」R
			
			@bgm_play(m090)		;;キャッキャウフフスタート！
			@キャッキャウフフ開始(hn0105, 3)
			
			【@音無】"「と、言いながらぁー！？」"R //「と、言いながらぁー！？」R
			
			@キャッキャウフフ終了フェード準備
			@bgm_stop
			@bgm_pop_play
			@bs(hn0108)
			
			KOE(001400186,010)【@日向】"「はぁ？　なんもないぜ？　二度とすんなよ」"R //「はぁ？　なんもないぜ？　二度とすんなよ」R

			@bgs(ep99_bg005, bs2_hn0108, 2)

			【@音無】"「あれ？　ガチで叱られてる？」"R //「あれ？　ガチで叱られてる？」R
			
			@bs(hn0105_09)
			KOE(001400188,010)【@日向】"「ああ、ガチで叱ってる。まだぼやけて見えねーし」"R //「ああ、ガチで叱ってる。まだぼやけて見えねーし」R
			
			@bs(hn0108)
			KOE(001400189,010)【@日向】"「だから、こんなこと二度とすんなよ。いいな？」"R //「だから、こんなこと二度とすんなよ。いいな？」R
			【@音無】"「ああ…」"R //「ああ…」R
			
			@bs(hn0109_07)
			KOE(001400191,010)【@日向】"「くっそ、すぐには治らねぇ…面倒な一日になりそうだぜ…」"R //「くっそ、すぐには治らねぇ…面倒な一日になりそうだぜ…」R

			@AB11日向にガチで叱られた=1

		}else{

			
			@bs(hn0105)
			KOE(001400198,010)【@日向】"「そんなすぐ治るかよっ！」"R //「そんなすぐ治るかよっ！」R
			
			@bs(hn0208)
			KOE(001400199,010)【@日向】"「くっそ、面倒な一日になりそうだぜ…」"R //「くっそ、面倒な一日になりそうだぜ…」R
			【@音無】"「ええと…それは…すまん」"R //「ええと…それは…すまん」R
			
			@bs(hn0105)
			KOE(001400201,010)【@日向】"「ほんとだよっ！　ったく…」"R //「ほんとだよっ！　ったく…」R

		}		// IF(@日向とキャッキャウフフした>=1)

		@bs(hn0116@06)
		KOE(001400209,010)【@日向】"「俺はしばらく休んでおく。てめーはほら、これで朝飯食ってこい」"R //「俺はしばらく休んでおく。てめーはほら、これで朝飯食ってこい」R
		
		@bs
		
		"無造作に食券がばらまけられる。"R //無造作に食券がばらまけられる。R
		
		IF(@朝食のチケットは平等){

			"その中から、朝定食Ａを取り上げる。"R //その中から、朝定食Ａを取り上げる。R

			@AB11朝定食Ａ=1

		}else{

			"その中から、比較的胃に軽そうな秋刀魚塩焼き定食の食券を取り上げる。"R //その中から、比較的胃に軽そうな秋刀魚塩焼き定食の食券を取り上げる。R

			@AB11秋刀魚塩焼き定食=1

		}

		;－－－食堂
		@移動(ep05_bg047)
		
		@pcmch_play_loop(1, @ガヤ,1300)

		"受け取り口でお盆を受け取ると、実に朝ご飯らしいものが並んでいた。"R //受け取り口でお盆を受け取ると、実に朝ご飯らしいものが並んでいた。R
		//IF(@その気さらにあり){		//シナリオ抜けが発生してるので条件式を削除（あまの）

		"でも、さすがに俺のせいで、朝食を食べられなくなった日向のことを考えると胸が痛い…。"R //でも、さすがに俺のせいで、朝食を食べられなくなった日向のことを考えると胸が痛い…。R

		@pcmch_stop(1, 5000)

		@@選択=SELBTN(@selbtn_l_3,
			"せめてご飯を握って日向にあげる", //せめてご飯を握って日向にあげる,
			"せめて秋刀魚にかけるカボスを日向にあげる",@AB11秋刀魚塩焼き定食, //せめて秋刀魚にかけるカボスを日向にあげる,@AB11秋刀魚塩焼き定食,
			"せめて納豆を日向にあげる",@AB11朝定食Ａ //せめて納豆を日向にあげる,@AB11朝定食Ａ
		)@selbtn_log
		IF(@選択==0){
			
			@bg(ep06_bg015, 25)
			
			"俺はおかずを食べ終えた後、ご飯茶碗をひっくり返し、手に載せると塩をふりかけつつ、おにぎりにした。"R //俺はおかずを食べ終えた後、ご飯茶碗をひっくり返し、手に載せると塩をふりかけつつ、おにぎりにした。R
			@AB11日向におにぎり作った=1

		}ELSEIF(@選択==1){

			@bg(ep06_bg015, 25)
			
			"カボスを秋刀魚にかけることなく、食べ終えた。"R //カボスを秋刀魚にかけることなく、食べ終えた。R
			@AB11日向にカボスを残した=1

		}ELSE{	// IF(@選択==2){

			@bg(ep06_bg015, 25)
			
			"納豆はパックだったので、持ち運びやすい。それを残し、食べ終えた。"R //納豆はパックだったので、持ち運びやすい。それを残し、食べ終えた。R
			@AB11日向に納豆を残した=1

		}

		IF(@AB11朝定食Ａ==1) {
			@食券朝定食Ａ=1
		}
		ELSEIF(@AB11秋刀魚塩焼き定食==1) {
			@食券秋刀魚塩焼き定食=1
		}
		@実績チェック
		
			
		;－－－自室
		@fade(bg_kuro, 25)
		//	ここで服装戻しておくべき？
		//	まだ安静にしている状態なので、シーン末尾までジャージにしておきます		西村
		//@日向服装 = @戦線制服
		
		"トレーを返し、部屋に戻る。"R //トレーを返し、部屋に戻る。R

		@移動(ep99_bg001)

		【@音無】"「戻った」"R //「戻った」R
		
		@face(hn0113_09)
		KOE(001400258,010)【@日向】"「ああ、おかえり」"R //「ああ、おかえり」R
		"日向はベッドで寝たままでいた。"R //日向はベッドで寝たままでいた。R
		【@音無】"「腹減ってるだろ？」"R //「腹減ってるだろ？」R
		
		@face(hn0113_09)
		KOE(001400261,010)【@日向】"「そりゃ、とーぜん」"R //「そりゃ、とーぜん」R
		【@音無】"「そのお前のために、せめてもと食べ物を持ち帰ってきたぜ」"R //「そのお前のために、せめてもと食べ物を持ち帰ってきたぜ」R
		
		@face(hn0113_07)
		KOE(001400263,010)【@日向】"「へー、目を平然と潰しておいて、そんな良心は残ってたのかぁー…」"R //「へー、目を平然と潰しておいて、そんな良心は残ってたのかぁー…」R
		【@音無】"「まあまあまあ」"R //「まあまあまあ」R

		@bs(hn0113_07)
		
		"梯子を登り、日向の枕元に座す。"R //梯子を登り、日向の枕元に座す。R
		【@音無】"「ほら、お口をあーん」"R //「ほら、お口をあーん」R

		IF(@AB11日向におにぎり作った){

			@bs(hn0113_14)
			"お手製のおにぎりを食べさせる。"R //お手製のおにぎりを食べさせる。R
			
			@bs(hn0114)
			KOE(001400271,010)【@日向】"「ん…おにぎりか…？」"R //「ん…おにぎりか…？」R
			【@音無】"「ああ、しょっぱすぎないか？」"R //「ああ、しょっぱすぎないか？」R
			
			@bs(hn0101_14)
			KOE(001400273,010)【@日向】"「もぐもぐ…」"R //「もぐもぐ…」R
			
			@bs(hn0107)
			KOE(001400274,010)【@日向】"「あれ？　すげーうめぇー」"R //「あれ？　すげーうめぇー」R
			【@音無】"「ふぅ…それは、よかった…」"R //「ふぅ…それは、よかった…」R

			IF(@日向とキャッキャウフフした>=1){
				
				@bs(hn0101)
				KOE(001400276,010)【@日向】"「お前が握ったのか？」"R //「お前が握ったのか？」R
				【@音無】"「ああ」"R //「ああ」R
				
				@bs(hn0108)
				KOE(001400278,010)【@日向】"「てめー、くっそ！　目を潰されたのに、それを許してしまうぐらい、美味しいじゃねーかよー！！」"R //「てめー、くっそ！　目を潰されたのに、それを許してしまうぐらい、美味しいじゃねーかよー！！」R
				
				【@音無】"「ほら、喋ってないで、口を開け。あーん」"R //「ほら、喋ってないで、口を開け。あーん」R
				
				@bs(hn0110)
				KOE(001400280,010)【@日向】"「悔しいから嫌だぁーー！！」"R //「悔しいから嫌だぁーー！！」R
				【@音無】"「でも、こうしたらぁー…？」"R //「でも、こうしたらぁー…？」R
				@bgm_stack
				
				@bgm_play(m090,600,600)		;;キャッキャウフフスタート！
				@timewaitkey(1000)
				@キャッキャウフフ開始(hn0107, 3)
				
				"俺は日向の鼻孔を指で摘まむ。"R //俺は日向の鼻孔を指で摘まむ。R
				
				@bs_w(2, hn0108)
				KOE(001400283,010)【@日向】"「んっ！　くっそ！　口を開くしかねぇ！！」"R //「んっ！　くっそ！　口を開くしかねぇ！！」R
				【@音無】"「よーし、あーんしたな、そこへおにぎりぃーー！！」"R //「よーし、あーんしたな、そこへおにぎりぃーー！！」R
				
				@bs_w(2, hn0102)
				KOE(001400285,010)【@日向】"「もぐもぐっ！　食ってしまうしかねぇーー！　しかも鼻を摘ままれてるのにも関わらず、美味しいぃーー！！」"R //「もぐもぐっ！　食ってしまうしかねぇーー！　しかも鼻を摘ままれてるのにも関わらず、美味しいぃーー！！」R
				【@音無】"「よしよーし、もっと食べろぉーー」"R //「よしよーし、もっと食べろぉーー」R
				
				@bs_w(2, hn0104)
				KOE(001400287,010)【@日向】"「やめろ！　俺は怒ってんだ！　でも、もぐもぐ、ああ、美味しい！」"R //「やめろ！　俺は怒ってんだ！　でも、もぐもぐ、ああ、美味しい！」R
				【@音無】"「ほらほらぁー」"R //「ほらほらぁー」R
				
				@bs_w(2, hn0102)
				KOE(001400289,010)【@日向】"「くそっ、美味いからやめろよっ！　でも食べたいっ！」"R //「くそっ、美味いからやめろよっ！　でも食べたいっ！」R
				【@音無】"「ほっらほらほらぁー」"R //「ほっらほらほらぁー」R
				"がちん！"R //がちん！R
				
				@bs_w(2, hn0101)
				KOE(001400292,010)【@日向】"「あー、歯が空振った！　食わせるならちゃんと食わせろよぉー！！」"R //「あー、歯が空振った！　食わせるならちゃんと食わせろよぉー！！」R
				【@音無】"「あれ？　食いたくないんだろぉ？」"R //「あれ？　食いたくないんだろぉ？」R
				
				@bs_w(2, hn0102)
				KOE(001400294,010)【@日向】"「くっそ！　美味いから、食わせろよぉーー！！」"R //「くっそ！　美味いから、食わせろよぉーー！！」R
				【@音無】"「ほーら、ほらほらーーーっ！」"R //「ほーら、ほらほらーーーっ！」R
				
				@キャッキャウフフ終了フェード
				
				"またしばらく、ふたりでキャッキャウフフした。"R //またしばらく、ふたりでキャッキャウフフした。R

				@おにぎりでキャッキャウフフした=1
				@実績チェック

				
				@キャッキャウフフ終了(ep99_bg001)
				@bgm_pop_play
			}

		}elseif(@AB11日向にカボスを残した){

			"半分にカットされたカボスを放り込む。"R //半分にカットされたカボスを放り込む。R
			
			@bs(hn0606)
			@横揺れ_弱
			KOE(001400312,010)【@日向】"「すっぺぇぇーーー！！」"R //「すっぺぇぇーーー！！」R

			@bs(hn0105)
			
			"ぶっと吐き出された。"R //ぶっと吐き出された。R
			
			@bs(hn0105_09)
			
			【@音無】"「…え？」"R //「…え？」R
			
			@bs(hn0110)
			KOE(001400315,010)【@日向】"「さらに嫌がらせかよぉーー！！」"R //「さらに嫌がらせかよぉーー！！」R
			【@音無】"「そんな…俺はお前のことを思って…」"R //「そんな…俺はお前のことを思って…」R
			
			@bs(bs3_hn0105)
			@横揺れ_弱
			KOE(001400317,010)【@日向】"「今のはなんだぁーー！！」"R //「今のはなんだぁーー！！」R
			【@音無】"「カボスだが…」"R //「カボスだが…」R
			
			@bs(hn0306)
			KOE(001400319,010)【@日向】"「それ、そのまま食べるもんじゃないだろおぉぉーー！！」"R //「それ、そのまま食べるもんじゃないだろおぉぉーー！！」R
			【@音無】"「ああ、秋刀魚にかけるものだった。絞るだけにしておくべきだったか」"R //「ああ、秋刀魚にかけるものだった。絞るだけにしておくべきだったか」R
			
			@bs(hn0610)
			@縦揺れ_弱
			KOE(001400321,010)【@日向】"「それでも、すっぺぇだけだろぉーーー！！」"R //「それでも、すっぺぇだけだろぉーーー！！」R
			【@音無】"「あれ？　俺、怒られてる？」"R //「あれ？　俺、怒られてる？」R
			
			@bs(hn0105)
			KOE(001400323,010)【@日向】"「怒ってるよ！！　カボスの汁だけで、腹が膨れるとでも思ったかぁーー！！」"R //「怒ってるよ！！　カボスの汁だけで、腹が膨れるとでも思ったかぁーー！！」R
			【@音無】"「だから、皮ごと…」"R //「だから、皮ごと…」R
			
			@bs(hn0306)
			@横揺れ_弱
			KOE(001400325,010)【@日向】"「食えるかぁぁーーーー！！　生だったら、香り付け用ーーー！！」"R //「食えるかぁぁーーーー！！　生だったら、香り付け用ーーー！！」R
			【@音無】"「それはすまなかった…」"R //「それはすまなかった…」R
			
			@日向にカボスをそのまま食わせた=1
			@実績チェック
			
			@bs(bs2_hn0108@00a)
			KOE(001400327,010)【@日向】"「まあ、反省してくれたらいいけどさ…」"R //「まあ、反省してくれたらいいけどさ…」R
			
		}else{	// if(@AB11日向に納豆を残した==1){
			
			@bgs_nf(hn0113_05)
			
			"パックを開け、ビニールを剥ぎ、納豆を一気に開いた口に落とす。"R //パックを開け、ビニールを剥ぎ、納豆を一気に開いた口に落とす。R
			
			@bs(hn0106_14)
			@横揺れ_弱
			KOE(001400332,010)【@日向】"「ん…！？　んんんんーー！！」"R //「ん…！？　んんんんーー！！」R

			@bgs(ep99_bg001, bs2_hn0110_14, 2)
			
			"必死で咀嚼を続ける。"R //必死で咀嚼を続ける。R
			"ようやく、ごくんと飲み込む。"R //ようやく、ごくんと飲み込む。R
			
			@bs(hn0306)
			@横揺れ_弱
			KOE(001400335,010)【@日向】"「混ぜろぉーー！！　あるいは小出しに食わせろぉーー！！」"R //「混ぜろぉーー！！　あるいは小出しに食わせろぉーー！！」R
			
			@bs(hn0310)
			//	ボイスに合わせてセリフ修正		西村
			//KOE(001400336,010)【@日向】「後、からしとタレ的なものも入れろぉーー！！」R
			KOE(001400336,010)【@日向】"「後、からしとタレ的なもの入れろぉーー！！」"R //「後、からしとタレ的なもの入れろぉーー！！」R
			【@音無】"「あれ？　俺、怒られてる？」"R //「あれ？　俺、怒られてる？」R
			
			@bs(hn0106@06)
			KOE(001400338,010)【@日向】"「ああ、かき混ぜずに塊のまま、一気食いさせるって、さらに嫌がらせかよぉーー！！」"R //「ああ、かき混ぜずに塊のまま、一気食いさせるって、さらに嫌がらせかよぉーー！！」R
			【@音無】"「いやいや、そんなつもりは…」"R //「いやいや、そんなつもりは…」R
			
			//	チェックシート修正。服装指定に合わせます		西村
			//@bs(hn0408)
			@bs(hn0110_08)
			KOE(001400340,010)【@日向】"「見えてたら、殴ってるところだぜっ…」"R //「見えてたら、殴ってるところだぜっ…」R
			【@音無】"「それはすまなかった…」"R //「それはすまなかった…」R
			
			@日向に納豆を混ぜずに食わせた=1
			@実績チェック
			
			//	チェックシート修正。服装指定に合わせます		西村
			//@bs(hn0408_07)
			@bs(hn0110_07)
			KOE(001400327,010)【@日向＿重複】"「まあ、反省してくれたらいいけどさ…」"R //「まあ、反省してくれたらいいけどさ…」R

		}
		;－－－●↓ここで合ってる？R
		【@音無】"「俺はそろそろ出るけど、お前はどうする？」"R //「俺はそろそろ出るけど、お前はどうする？」R
		
		@bs(hn0113_09)
		KOE(001400350,010)【@日向】"「目が回復するまで、大人しくしてるよ…」"R //「目が回復するまで、大人しくしてるよ…」R
		【@音無】"「わかった。じゃあな」"R //「わかった。じゃあな」R
		
		@bs(hn0213_08)
		KOE(001400352,010)【@日向】"「ああ、どことなり行ってこい…」"R //「ああ、どことなり行ってこい…」R
		
		//	服装戻しはここに追加		西村
		@日向服装 = @戦線制服
		
		GOTO #GOZENNO
		//}		// IF(@その気さらにあり==1)
		//}		// IF(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1||@おかしい音無４==1)

	}		// 		(もう少し眠る/日向の隣で寝る/起こす) 

}		// IF(@０１日気がある==1)

@日向服装=@戦線制服

;;■■コメントアウト待避488■■
IF(@音無を糞虫と呼ぶ){
	//TODO：确认后翻译
	KOE(001400363,010)【@日向】"「朝だぜー、糞虫ぃー、おはよっ」"R //「朝だぜー、糞虫ぃー、おはよっ」R
}elseif(@音無を量産型日向と呼ぶ){
	KOE(001400365,010)【@日向】"「朝だぜー、量産型日向ぁー、おはよっ」"R //「朝だぜー、量産型日向ぁー、おはよっ」R
}else{

	KOE(001400377,010)【@日向】"「音无—，起床咯—，去吃早饭吧—」"R //「音無ぃー、起きろー、朝飯食いに行こうぜー」R

}

@bgs(ep99_bg001, hn0101, 143)

【@音無】"「嗯…早上好」"R //「ん…おはよう」R

IF(@その気さらにあり){

	"多亏了日向，我才能以这种全身清爽的感觉醒来。"R //日向のおかげで、さわやかに目覚めることができた。R

}

@bs(hn0402)
KOE(001400388,010)【@日向】"「洗洗脸换换衣服，去吃早饭吧—」"R //「顔洗って着替えて、朝食いくぜー」R
【@音無】"「嗯」"R //「ああ」R

;;IF(@AB10壁に銃を撃って跳弾し死ぬ){	少し寝直しただけだけど、十分元気だ。R}
#SYOKUDOU

@日向服装=@戦線制服

//	チェックシート修正。分岐条件追加		西村
//IF(@AB06エロ漫画一気借りした){
IF(@AB06エロ漫画一気借りした==1&&@AB10ダッシュで日向を置いてきぼりにした==0){

	"出门的时候，我注意到了一件事。"R //部屋から出る時に気づく。R
	"门已经被修好了，仿佛什么都没有发生过一样。"R //ドアが何事もなかったように、直っている。R
	"这个世界的修复能力，也是和治愈能力相同的吗…。"R //これも治癒能力と同じ、この世界の修復能力なのか…。R

}

@移動(ep05_bg047)	;－－－
@bgm_play(m119,800,800)

@bs(hn0404)
KOE(001400407,010)【@日向】"「那么，首先是你的早餐」"R //「じゃあ、まずお前の朝食はと」R
"他在口袋里翻了翻。"R //ポケットを探る。R

@bs(hn0105)
KOE(001400409,010)【@日向】"「是这个——！！」"R //「これだぁーー！！」R
【@音無】"「是什么？」"R //「なんだ？」R

IF(@朝食のチケットは平等){

	@bs(hn0102)
	KOE(001400414,010)【@日向】"「是泡菜—！」"R //「キムチー！」R
	【@音無】"「诶？只有泡菜吗？」"R //「え？　キムチだけ？」R
	
	@bs(hn0101)
	KOE(001400416,010)【@日向】"「目前来说是的。还想再抽一张吗？」"R //「今のところはな。もう一枚引くか？」R
	"到了" @创建注释(@黑杰克) "的时间吗…。"R //ブラックジャック形式だ…。R
	@清除注释

	@@選択=SELBTN(@selbtn_s_2,
		"抽", //引く,
		"不抽" //引かない
	)@selbtn_log
	IF(@選択==0){		// (引く/引かない) 

		【@音無】"「我抽！」"R //「引く！」R
		
		@bs(hn0404)
		KOE(001400426,010)【@日向】"「好。走你～」"R //「よし。ほいっと」R
		【@音無】"「是什么…！？」"R //「なんだ…！？」R
		
		@bs(hn0302)
		KOE(001400428,010)【@日向】"「" @创建注释(@腌茄子) "——！！」"R //「茄子のお漬け物ぉーー！！」R
		@清除注释
		【@音無】"「诶诶诶———！！」"R //「えぇぇーーー！！」R
		
		@bs(hn0104)
		KOE(001400430,010)【@日向】"「泡菜和腌菜，两个都只是开胃小菜呢—」"R //「キムチに、お漬け物、両方突き出しものですなぁー」R

		;;■■コメントアウト待避489■■
		@bs(hn0302)
		IF(@音無を糞虫と呼ぶ){
			//TODO确认后翻译
			KOE(001400433,010)【@日向】"「さーて糞虫くんはどうするー？」"R //「さーて糞虫くんはどうするー？」R
		}elseif(@音無を量産型日向と呼ぶ){
			KOE(001400435,010)【@日向】"「さーて量産型日向くんはどうするー？」"R //「さーて量産型日向くんはどうするー？」R
		}else{
			KOE(001400447,010)【@日向】"「那～么，音无君要怎么办～？」"R //「さーて音無くんはどうするー？」R
		}

		@@選択=SELBTN(@selbtn_s_2,
			"再抽一张", //もう一枚引く,
			"见好就收" //ここでやめておく
		)@selbtn_log
		IF(@選択==0){		// (もう一枚引く/ここでやめておく) もう一枚引く①

			【@音無】"「请再让我抽一张吧…」"R //「もう一枚引いてくれ…」R
			
			@bs(hn0401)
			KOE(001400457,010)【@日向】@bc"「好嘞。走你！」"@bs_c(1500, hn0402)R //「了解。よっと！」@bs_c(1500, hn0402)R
			【@音無】"「这次是什么…」"R //「今度はなんだ…」R
			
			@bs(hn0302)
			KOE(001400459,010)【@日向】"「生鸡蛋—！！」"R //「生卵ー！！」R
			
			@横揺れ_弱
			
			【@音無】"「这个只有配菜的阵容是什么鬼啊！？」"R //「なんだ、そのトッピングしかないラインナップは！？」R
			
			@bs(hn0408)
			KOE(001400461,010)【@日向】"「都是完全随机的，对我抱怨也没用」"R //「完全にランダムだから、俺に言われても困る」R
			
			@bs(hn0402)
			KOE(001400462,010)【@日向】"「所以，要再抽一张吗？」"R //「で、もう一枚引くか？」R

			@@選択=SELBTN(@selbtn_s_2,
				"再抽一张", //もう一枚引く,
				"见好就收" //ここでやめておく
			)@selbtn_log
			IF(@選択==0){		// (もう一枚引く/ここでやめておく) もう一枚引く②

				【@音無】"「抽！」"R //「引く！」R
				【@音無】"（别来油腻的，别来油腻的…）"R //（重いのは来るな、重いのは来るな…）R
				"我拼命地祈祷着。"R //俺は必死に願う。R
				
				@bs(hn0404)
				KOE(001400473,010)【@日向】"「好。嘿咻！」"R //「よし。ほいっと！」R
				【@音無】"「是什么…！？」"R //「なんだ…！？」R
				
				@bs(hn0302)
				KOE(001400475,010)【@日向】"「中份白米饭！」"R //「白ご飯の並ぃー！」R
				
				@bs
				@縦揺れ_弱
				
				【@音無】"「好啊啊啊———————！！」"R //「きったあぁぁーーーーーーー！！」R
				"我不禁摆出了胜利的姿势。"R //思わずガッツポーズを取る。R
				【@音無】"「在白米饭上浇上鸡蛋和酱油，就是" @创建注释(@生鸡蛋拌饭) "！再配上泡菜和腌茄子，早餐套餐完成——！！」"R //「白ご飯に、卵をかけて、醤油をさっとかけて卵かけご飯に出来る！　そしてキムチと茄子の漬け物、朝の定食が完成したぁーー！！」R
				@清除注释
				
				@bs(hn0209_07)
				KOE(001400479,010)【@日向】"「算是个小小的奇迹呢…我也很惊讶」"R //「ちょっとしたミラクルだな…俺も驚きだぜ」R
				【@音無】"「所以，你的呢？」"R //「で、お前は？」R
				
				@bs(hn0403)
				KOE(001400481,010)【@日向】"「嗯，我要抽了—」"R //「ああっ、引っくぜー」R
				
				@bs(hn0402)
				KOE(001400482,010)【@日向】"「来吧！」"R //「とりゃあ！」R

				@AB11キムチと茄子のお漬け物と生卵とご飯=1

				goto #HINATEN			// ■■■■ 飛ばさないと繋がらないので（西

			}ELSE{	// IF(@選択==1){		// (もう一枚引く/ここでやめておく) ここでやめておく②

				【@音無】"「不要了。停牌」"R //「やめておく。ストップだ」R
				"泡菜配腌茄子加鸡蛋…。"R //キムチと茄子のお漬け物と生卵…。R
				
				@bs(hn0101)
				KOE(001400492,010)【@日向】"「欸—。只吃这点够吗」"R //「へー。それでいいのか」R
				【@音無】"「把这些全部拌到一起，说不定会很好吃的哦…」"R //「全部混ぜたら、美味いかもしれないじゃないか…」R

				@AB11キムチと茄子のお漬け物と生卵=1

			}		// (もう一枚引く/ここでやめておく) ②

		}ELSE{	// IF(@選択==1){		// (もう一枚引く/ここでやめておく) ここでやめておく①

			【@音無】"「不要了。停牌」"R //「やめておく。ストップだ」R
			"泡菜配腌茄子…。"R //キムチと茄子のお漬け物…。R
			
			@bs(hn0207)
			KOE(001400503,010)【@日向】"「欸—。只吃这点够吗」"R //「へー。それだけでいいのか」R
			【@音無】"「够了」"R //「ああ」R

			@AB11キムチと茄子のお漬け物=1

		}		// (もう一枚引く/ここでやめておく) ①


	}ELSE{	// IF(@選択==1){		// (引く/引かない) 

		【@音無】"「我不抽。直接停牌」"R //「引かない。ここでストップだ」R
		
		@bs(hn0207)
		KOE(001400514,010)【@日向】"「欸—。光吃泡菜够吗」"R //「へー。キムチだけでいいのか」R
		【@音無】"「够了」"R //「ああ」R

		@AB11キムチ=1

	}

	@bs(hn0402)
	KOE(001400521,010)【@日向】"「好，到我了。走你！」"R //「じゃあ、俺も行くぜ。ほいっと！」R

	#HINATEN
	
	@bs(hn0406_07)
	KOE(001400524,010)【@日向】"「………」"R //「………」R
	"抽出结果的一瞬间，日向沉默了。"R //引いた瞬間、日向が無言になる。R
	【@音無】"「怎么回事，抽到了什么啊…？」"R //「なんだったんだよ…？」R
	
	@bs(hn0408)
	"日向默默地向我展示了手中的饭票。"R //日向は黙ったまま、その食券を俺に見せてくれる。R
	
	@bs
	
	"『" @创建注释(@成吉思汗烤肉) "』"R //『ジンギスカン』R //译注：这锅看起来还没我上周末吃的自助烤肉的烤盘大，只能算是宋徽宗烤肉罢
	@清除注释
	【@音無】"「欸欸—…真能点到这种菜的哦」"R //「へぇー…そんなメニューがあるのか」R
	
	@bs(hn0208)
	KOE(001400530,010)【@日向】"「我也没点过这道菜，不知道端出来之后会是什么样…」"R //「俺も注文したことがないから、どんな形で出てくるか予想もつかねーぜ…」R
	
	@bs(hn0102)
	KOE(001400531,010)【@日向】"「但是嘛，这里毕竟只是个学校食堂，应该只是把烤好的羊肉放在普通的盘子里端上来而已吧」"R //「でもまあ、さすがに学食だし、あくまでもジンギスカン風に焼いた羊の肉が皿に盛られて出てくるだけだと思うけどな」R
	【@音無】"「确实」"R //「だな」R
	
	@bs

	if(@AB11キムチと茄子のお漬け物と生卵){
		"我的泡菜和腌茄子和生鸡蛋先被端了出来，全都分装在了一个个的小碟子里。"R //俺は先にキムチと茄子のお漬け物と生卵、それぞれの小皿が載った盆を受け取る。R
	}elseif(@AB11キムチと茄子のお漬け物){
		"我的泡菜和腌茄子先被端了出来，全都分装在了一个个的小碟子里。"R //俺は先にキムチと茄子のお漬け物、ふたつの小皿が載った盆を受け取る。R
	}elseif(@AB11キムチ){
		"我的泡菜先被端了出来，放在了大托盘中间的小碟子里。"R //俺は先にキムチの小皿が載っただけの盆を受け取る。R
	}else{
		"我的泡菜和腌茄子和生鸡蛋和米饭先被端了出来，全都分装在了各自的容器里。"R //俺は先にキムチと茄子のお漬け物と生卵とご飯、それぞれの器が載った盆を受け取る。R
	}

	@bg(ep88_bg013, 25)
	
	"日向也在取餐口前等待着，但食堂阿姨却抬着一口大锅，从别的地方走了出来。"R //日向も受け取り口で待っているが、別の場所からおばさんが、大きな鍋を持って現れた。R
	
	@face(hn0106@10)
	KOE(001400545,010)【@日向】"「诶诶！？」"R //「ええっ！？」R
	
	"这可是中央凸起的，货真价实的大烤盘。"R //それは、中央部分が兜のように尖った本格的な鍋だった。R
	KOE(001400547,051)【食堂のおばさん】"「放在这里可以吧？」"R //「ここでいいわよね？」R
	"没等我们反应过来，阿姨就已经在空桌上架好了烤盘和卡式炉。"R //いつの間にか空いたテーブルに用意されていたカセットコンロの上にそれを載せる。R
	"然后是刷油点火。"R //油を引き、点火する。R
	"另一位阿姨则把盛有肉，豆芽，洋葱和青椒的盘子放在了旁边，有条不紊地把蔬菜摆到了锅边，并把肉铺在了中间。"R //すると別のおばさんが、肉、モヤシ、タマネギ、ピーマンを盛った皿をその横に置き、てきぱきと野菜を並べ、その上に肉を敷く。R
	"刚才搬锅的阿姨也端着调料碟回来了，把调料碟摆到了桌子上。"R //入れ替わりに、鍋を運んできたおばさんが、戻ってきて、タレの入った小皿をテーブルに置いた。R
	KOE(001400552,051)【食堂のおばさん】"「之后你们自己烤就可以了」"R //「後は自分でお願いね」R
	"说完之后，阿姨便离开了。"R //そう言い残して、戻っていった。R
	"我把自己的托盘放在了烤盘前，坐了下来。"R //俺はその正面に盆を置いて、座る。R
	
	@bs(hn0109)
	
	"日向不知所措地站着。"R //日向は突っ立ったままだ。R
	"烤盘上滚滚地冒着烟。"R //もくもくと煙が立ち始める。R
	【@音無】"「要烤糊了哦？」"R //「焦げるぞ？」R
	
	@bs(hn0109_08)
	KOE(001400558,010)【@日向】"「诶诶诶——！！」"R //「ええぇーー！！」R
	"我用自己的筷子帮他给肉翻着面。"R //代わりに俺が箸で、肉をひっくり返してやる。R
	
	@bs(hn0109)
	KOE(001400560,010)【@日向】"「真的假的啊…」"R //「マジかよ…」R
	"日向终于坐了下来。"R //ようやく日向がテーブルにつく。R
	【@音無】"「看，这一片的肉已经可以吃了哦？」"R //「ほら、このへん、もう食べ頃だぞ？」R
	
	@bs(hn0109_07)
	KOE(001400563,010)【@日向】"「啊，嗯…我开动了…」"R //「あ、ああ…頂きます…」R

	@bs(hn0109)
	"日向蘸着调料吃下了一片肉，在嘴里咀嚼了一会儿。"R //日向は肉をタレにつけて食べた。しばらく咀嚼を続ける。R
	
	@bs(hn0108)
	KOE(001400565,010)【@日向】"「虽然很好吃…」"R //「美味いけどさ…」R
	【@音無】"「怎么了？」"R //「なんだ？」R
	"日向环视了一下周围。"R //日向は辺りを見回す。R
	
	@bs(hn0306)
	@横揺れ_弱
	KOE(001400568,010)【@日向】"「NPC们全都在往这边看啊———！！」"R //「ＮＰＣの視線を集めすぎーーー！！」R
	"大早上就在烟雾缭绕地烤肉，肯定很引人注目啦。"R //朝からもくもく煙を立てているメニューを食べていれば、当然だ。R

	IF(@その気さらにあり){

		@@選択=SELBTN(@selbtn_s_3,
			"放着不管", //放っておく,
			"大喝一声", //一喝する,
			"用手刀劈开烟雾",(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1)		//■■■■もうすでに「@おかしい音無４=1」の可能性があるんだが？（あまの //煙を手刀で斬り続ける,(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1)		
		)@selbtn_log
		IF(@選択==0){		// (放っておく/一喝する/煙を手刀で斬り続ける) 放っておく
			
			@bs
			
			"对于这种情况，我也无能为力。"R //それだけは俺にもどうすることもできない。R

//		}IF(@選択==1){		// (放っておく/一喝する/煙を手刀で斬り続ける) 一喝する
//		k-takahashi ↓elseifに修正します
		}elseif(@選択==1){		// (放っておく/一喝する/煙を手刀で斬り続ける) 一喝する

			IF(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1){
				
				@bgm_play(m121,400,000)
				@bs
				@横揺れ_強
				
				【@音無】"「你们瞅啥呢，啊啊啊——！！日向只是在吃东西吧——！！信不信我揍你们啊———！！？」"R //「何見てんだよぉ、てめーらぁーー！！　日向はただ食事しているだけだぁーー！！　しばくぞ、ごらああぁぁあああーーー！！？」R

				@bs
				
				"我站了起来，大声喊道。"R //立ち上がり、そう叫ぶ。R

				@bgm_stop(2800)

				"食堂瞬间安静了下来。终于没有NPC再盯着日向看了。"R //一瞬で静まりかえった。それで、ようやく日向に注がれる視線はほとんどなくなった。R
				
				@bs(hn0108)
				KOE(001400589,010)【@日向】"「你啊，有时候给我一种患了双重人格的感觉…」"R //「お前、たまに二重人格のように思えるぜ…」R
				【@音無】"「这种疾病是会被这个世界治愈的吧？」"R //「そんな病気だったら、治ってる世界だろ？」R
				
				@bs(hn0209_07)
				KOE(001400591,010)【@日向】"「话是这么说…但我还是第一次见到你这种情绪波动幅度巨大的人…」"R //「その通りなんだが…お前ほど振り幅が広いってのは初めてだな…」R

				@bgm_play(M119,4000)		;;♪日向のロシアン食券時

				【@音無】"「我就当作你是在夸我吧」"R //「それは褒め言葉として受け取っておくよ」R

			}else{		// not(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1)
				
				@bs
				@横揺れ_弱
				
				【@音無】"「看什么看啊！！」"R //「じろじろ見てんじゃねーよっ！！」R
				"我站了起来，大声喊道。"R //立ち上がり、そう叫ぶ。R
				"食堂瞬间安静了下来。终于没有NPC再盯着日向看了。"R //一瞬で静まりかえった。それで、ようやく日向に注がれる視線はほとんどなくなった。R
				
				@bs(hn0101)
				KOE(001400599,010)【@日向】"「帮大忙了…」"R //「助かったぜ…」R

				;－－－●↓
				//IF(@また日向とキャッキャウフフした==1){
				IF(@日向とキャッキャウフフした>=1){				// ■■■■ このほうがいいと思う。でないと654行の判定が死ぬし（西
					//TODO男同线
					【@音無】"「いやいや、これぐらいお前のためなら、なんてこったねーよっ！」"R //「いやいや、これぐらいお前のためなら、なんてこったねーよっ！」R
					
					@bgm_play(m090,800,800)		;;キャッキャウフフスタート！
					@timewaitkey(1000)
					@キャッキャウフフ開始(hn0202, 3)
					
					KOE(001400606,010)【@日向】"「いやいや、そんなフォローをしてくれる奴なんて、戦線じゃお前だけだぜ？」"R //「いやいや、そんなフォローをしてくれる奴なんて、戦線じゃお前だけだぜ？」R

					;－－－●↓ここに来ることありえる？　ありえるようにしたい
					IF(@日向をひなチンと呼ぶことに==1){

						【@音無】"「はっ、冷たい連中だな。俺は違う。これからもずっと、ひなチンの味方だぜっ！」"R //「はっ、冷たい連中だな。俺は違う。これからもずっと、ひなチンの味方だぜっ！」R
						
						@キャッキャウフフ終了フェード準備
						@bgm_stop(500)
						@bgs_fe(hn0108, 2, 1, 2)
						KOE(001400612,010)【@日向】"「はい、ケツだせー」"R //「はい、ケツだせー」R
						【@音無】"「ええと…ケツ？」"R //「ええと…ケツ？」R
						
						@bs(hn0105)
						KOE(001400614,010)【@日向】"「ああ。立って、ケツをこっちに向けろ」"R //「ああ。立って、ケツをこっちに向けろ」R
						【@音無】"「そんな…まさかっ！！」"R //「そんな…まさかっ！！」R
						
						@bs(hn0108)
						KOE(001400616,010)【@日向】"「だからその演技要らないから」"R //「だからその演技要らないから」R
						【@音無】"「だって、今のはキャッキャウフフする流れだったはず…」"R //「だって、今のはキャッキャウフフする流れだったはず…」R
						
						@bs(hn0105)
						KOE(001400618,010)【@日向】"「んだよ、その、きゃっきゃうふふってのは。知らねーよ」"R //「んだよ、その、きゃっきゃうふふってのは。知らねーよ」R
						【@音無】"「ええっ！？」"R //「ええっ！？」R
						
						@bs(hn0108)
						KOE(001400620,010)【@日向】"「はい、とっととケツだせー」"R //「はい、とっととケツだせー」R
						
						@bs
						
						"理不尽な思いを抱えたまま、ケツを差し出す。"R //理不尽な思いを抱えたまま、ケツを差し出す。R
						
						@日向ケツキック
						//close
						//@横揺れ_弱
						
						"ぱぁーーーん！！と思い切り蹴られる。"R //ぱぁーーーん！！と思い切り蹴られる。R
						【@音無】"「っつぅーーーーー！！」"R //「っつぅーーーーー！！」R
						"あまりの傷みにしばらく椅子に座れなかった。"R //あまりの傷みにしばらく椅子に座れなかった。R
						
						@bs(hn0105_09)
						
						"その後、お互い無言のままご飯を食べた。"R //その後、お互い無言のままご飯を食べた。R
						
						@ひなチンで蹴られた５=1
						
						@その場で時間経過

						GOTO #IYAGEP

					}else{

						【@音無】"「おいおい、またよせよぉー！！」"R //「おいおい、またよせよぉー！！」R
						【@音無】"「この世界に来たばかりの俺が何十年と付き合いのある連中を一気に抜き去ったってかよっ！？　冗談もほどほどにしろよぉー！！」"R //「この世界に来たばかりの俺が何十年と付き合いのある連中を一気に抜き去ったってかよっ！？　冗談もほどほどにしろよぉー！！」R
						
						@bs_w(2, hn0103)
						KOE(001400635,010)【@日向】"「いいや、リーダーのゆりっぺからして同じ血の流れている人間とは思えないぜ？」"R //「いいや、リーダーのゆりっぺからして同じ血の流れている人間とは思えないぜ？」R
						;－－－●↓@ゆりを悪く言うのを許さない==1ありえる？R
						【@音無】"「ということは真実なのか…！！」"R //「ということは真実なのか…！！」R
						
						@bs_w(2, hn0109_04)
						KOE(001400638,010)【@日向】"「ああ。お前という奴は俺にとって…なんつーか…」"R //「ああ。お前という奴は俺にとって…なんつーか…」R
						
						@bs_w(2, hn0202)
						KOE(001400639,010)【@日向】"「いや、照れて言えねっ」"R //「いや、照れて言えねっ」R
						【@音無】"「言ってくれよぉーー！！　もやもやするだろぉーー！！」"R //「言ってくれよぉーー！！　もやもやするだろぉーー！！」R
						
						@bs_w(2, hn0204)
						KOE(001400641,010)【@日向】"「だから、照れて言えねっての！！」"R //「だから、照れて言えねっての！！」R
						【@音無】"「このやろおぉーー！！」"R //「このやろおぉーー！！」R
						
						@bs_w(2, hn0102)
						KOE(001400643,010)【@日向】"「やめろやめろやめろーー！！」"R //「やめろやめろやめろーー！！」R
						
						@キャッキャウフフ終了フェード
						
						"またふたりでキャッキャウフフした。"R //またふたりでキャッキャウフフした。R

						@日向のフォローしてキャッキャウフフした=1
						@実績チェック
						
						@キャッキャウフフ終了
						
						GOTO #IYAGEP

					}
					;－－－●↓ありえる？　ありえるなら続き書く
					;IF(@日向のイケチン見た==1){
					;	【@音無】「はっ、冷たい連中だな。俺は違う。これからもずっと、イケチンの味方だぜっ！」R
					;}

				}		// IF(@また/日向とキャッキャウフフした==1)

				【@音無】"「いやいや、これぐらいお前のためなら、なんてこったないよ」"R //「いやいや、これぐらいお前のためなら、なんてこったないよ」R
				
				@bs(hn0209_07)
				KOE(001400673,010)【@日向】"「そっか…気を遣わしてしまってわりーな…俺が悪かったはずなのに…」"R //「そっか…気を遣わしてしまってわりーな…俺が悪かったはずなのに…」R
				【@音無】"「自虐的になるなよ。飯食って、元気だしてくれ」"R //「自虐的になるなよ。飯食って、元気だしてくれ」R
				
				@bs(hn0102)
				KOE(001400675,010)【@日向】"「ああ、そうさせてもらうよ」"R //「ああ、そうさせてもらうよ」R
				
				@bs
				
				"もくもくとあがる煙のせいで、日向の表情は見えないが、箸を鍋に伸ばし、食べ始めたことだけはわかった。"R //もくもくとあがる煙のせいで、日向の表情は見えないが、箸を鍋に伸ばし、食べ始めたことだけはわかった。R
				"俺もさっと食べきる。"R //俺もさっと食べきる。R

				GOTO #IYAGEP

			}		// IF(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1) else

		}ELSE{	// IF(@選択==2){		// (放っておく/一喝する/煙を手刀で斬り続ける) 煙を手刀で斬り続ける
			
			@bs
			@横揺れ_強
			
			【@音無】"「呜哦哩啊啊啊啊啊啊——！！」"R //「うおりゃああぁぁぁぁーー！！」R
			"我站了起来，不断地用手刀劈开烟雾。"R //俺は立ち上がり、煙を左右の手刀で斬り続けた。R
			
			@bs(hn0108)
			KOE(001400687,010)【@日向】"「你这是在干什么啊…？」"R //「そのお前の行動はなんだ…？」R
			【@音無】"「我正在把烟气斩断，这样正在吃着成吉思汗烤肉的你就没那么引人注目了！」"R //「そりゃ、ジンギスカンを朝から食べているお前が目立たないように煙を絶っている！」R
			
			@bs(hn0109_07)
			KOE(001400689,010)【@日向】"「不不，就算用手斩断，烟雾也还是会一直冒出来的吧…？」"R //「いや、手で斬っても、もくもくと煙は立ち続けているが…？」R
			【@音無】"「那么，我要加速了！」"R //「なら、スピードアップだ！」R
			
			@bs
			@横揺れ_弱
			
			"咻！咻！咻！咻！"R //しゅっ！　しゅっ！　しゅっ！　しゅっ！R
			
			@bs(hn0208)
			KOE(001400692,010)【@日向】"「不不不，配上你的行为的话，反而更引人注目了吧…」"R //「いやいや、そのお前の行動が相まって、さらに注目を浴びているんだが…」R
			【@音無】"「诶…？」"R //「え…？」R
			
			@bs
			
			"放眼望去，NPC们正在用异样的目光看着我们。"R //見渡すとＮＰＣたちが、俺たちをじっと奇異の目で見ていた。R
			KOE(001400695,050)【男子生徒】"「那是什么，街边卖艺吗？」"R //「何あれ、大道芸？」R
			KOE(001400696,051)【女生徒】"「虽然看起来像是失败了…」"R //「にしては失敗してるようだけど…」R
			【@音無】"（可恶，起到反效果了啊！）"R //（くっそ、逆効果だった！）R

		}		// (放っておく/一喝する/煙を手刀で斬り続ける) 
		
		@bs
		
		"我老老实实地坐了下来，继续吃起了饭。"R //大人しく座り、食事に戻る。R

		@おかしい音無４=1		//■■■■「放っておく」を選択してもこれがたちますが、何か？（あまの）

	}else{		// not (@その気さらにあり==1)

		;;■■コメントアウト待避290■■
		@bs
		
		IF(@AB11キムチと茄子のお漬け物と生卵){
			"我无视了惊慌失措的日向，把腌茄子倒进了泡菜的碟子里，再打进了生鸡蛋，然后搅拌均匀。"R //あたふたする日向を放っておき、俺はキムチの皿に茄子のお漬け物を載せ、卵を割り、その上にかけて、かき混ぜる。R
			【@音無】"（这么做真会的好吃吗…？）"R //（果たして美味いのか…？）R
			"我尝了一口。"R //食べてみる。R
			"口感上还不错，吃起来脆盈盈的。"R //こりこりぼりぼりという食感はいい。R
			"但是味道上很怪，所以我直接一口气咽了下去，用水强行灌到了胃里。"R //だが、味はまずかったので、一気に掻き込み、水で無理矢理胃に流し込んだ。R
		}elseif(@AB11キムチと茄子のお漬け物){
			"我无视了惊慌失措的日向，迅速地吃完了腌茄子和泡菜。"R //あたふたする日向を放っておき、俺はさっさと、キムチと茄子のお漬け物を食べきる。R
		}elseif(@AB11キムチ){
			"我无视了惊慌失措的日向，迅速地吃完了泡菜。"R //あたふたする日向を放っておき、俺はさっさと、キムチを食べきる。R
		}else{
			"我无视了惊慌失措的日向，把生鸡蛋拌到了米饭里，就着泡菜和腌茄子吃了起来。"R //あたふたする日向を放っておき、俺は卵かけご飯を作り、キムチと茄子のお漬け物をおかずに食べ始める。R
			【@音無】"（好吃！）"R //（うまい！）R
		}

		;;【@音無】「ごちそうさま」R
		;;@bs(hn0105)
		;;KOE(001400727,010)【@日向】「はえぇー！！　まだこっちは、焼いてる途中で一口さえ食えていねぇーぜ！？」R
		;;【@音無】「じゃあ、お先に」R
		IF(@AB11キムチと茄子のお漬け物と生卵とご飯==1){
			@食券朝のキムチ定食=1
			@実績チェック
		}
		【@音無】"「多谢款待。那我先走了」"R //「ごちそうさま。じゃあ、お先」R
		
		@bs(hn0606)
		KOE(001400729,010)【@日向】"「诶诶诶——！！你要留我一个人被所有人注视吗——！？」"R //「えぇぇーー！！　ただですら、注目浴びてるのに、ひとりきりにさせられるのぉーー！？」R
		【@音無】"「烟太大了。衣服上会沾到味道的」"R //「だって、煙いもん。匂いが服についちまう」R
		
		@bs(hn0109_07)
		KOE(001400731,010)【@日向】"「我会把火关小的，求你再陪我会儿吧！」"R //「火力抑えるから、付き合ってくれよっ！」R

		@@選択=SELBTN(@selbtn_s_2,
			"陪他一会儿", //付き合う,
			"离开" //立ち去る
		)@selbtn_log
		IF(@選択==0){		// (付き合う/立ち去る) 付き合う

			;;■■コメントアウト待避291■■

			IF(@AB11キムチと茄子のお漬け物と生卵とご飯==0){

				【@音無】"「我知道了…」"R //「わかったよ…」R
				
				@bs
				
				"我的早餐份量确实不够，于是我决定帮他分摊一下。"R //俺も朝食としては不十分だったので、手伝うことにする。R
				"不过，大早上就吃烤肉也太油腻了，所以我只夹了些豆芽和洋葱。"R //だが、朝から肉は重すぎるので、モヤシとタマネギだけを食べる。R
				【@音無】"「这一块已经熟了哦」"R //「これ、もう焼けてるぞ」R
				
				@bs(hn0109)
				
				"我把肉夹给了日向。"R //肉は日向のほうへと寄せる。R
				
				@bs(hn0108)
				KOE(001400753,010)【@日向】"「从刚才开始，感觉自己好像光吃肉了…」"R //「さっきから、肉しか食ってねー気がするんだが…」R
				【@音無】"「是吗？我也在吃哦？可能因为肉量本来就很大吧」"R //「そうか？　俺も食ってるぞ？　そもそもの量が尋常じゃなかったからだろ」R
				"平気で嘘をつく。"R //平気で嘘をつく。R
				
				@bs(hn0209_07)
				KOE(001400756,010)【@日向】"「这样啊…抱歉对你发牢骚了」"R //「そっか…愚痴っちまってわりぃ」R
				【@音無】"「不用在意」"R //「気にするな」R
				
				@bs
				
				"我只吃蔬菜，而日向几乎只吃了肉。终于把烤盘给清干净了。"R //俺は野菜だけ、日向はほぼ肉だけを食べ続け、ようやく鍋が空っぽになった。R
				
				@食券ジンギスカンのモヤシとタマネギ=1
				@実績チェック
				
				GOTO #IYAGEP

			}else{

				【@音無】"（话虽如此，但实在是不想吃了…）"R //（そこまでは、さすがに無理だ…）R
				【@音無】"「………」"R //「………」R
				
				@bs(hn0109)
				KOE(001400765,010)【@日向】"「怎么了啊，突然就沉默了下来…」"R //「なんだよ、いきなり黙って…」R
				【@音無】"「我决定只是坐在这里看着你吃」"R //「俺はお前が食べるのを見届けるだけに決めた」R
				
				@bs(hn0108)
				KOE(001400767,010)【@日向】"「那还有什么意义吗…」"R //「意味ねーじゃん…」R
				【@音無】"「………」"R //「………」R
				
				@bs(hn0109_07)
				KOE(001400769,010)【@日向】"「真的只是要这么看着吗…」"R //「ほんとに、ただ見届けるだけなのかよ…」R
				【@音無】"「………」"R //「………」R
				
				@bs(hn0306)
				@横揺れ_弱
				KOE(001400771,010)【@日向】"「真的只是看着，连话都不说了吗！？」"R //「見届けるだけで、喋りもしねーのかよ！？」R
				【@音無】"「………」"R //「………」R
				
				@bs(hn0110)
				KOE(001400773,010)【@日向】"「靠，行吧！」"R //「くっそ、わかったよ！」R

				@bs(hn0105)
				
				"我在一旁关注着日向和成吉思汗烤肉的战斗。"R //ジンギスカンと格闘する日向を見届けた。R
				
				@その場で時間経過
				
				@bs(hn0108)
				KOE(001400775,010)【@日向】"「呼…吃完了…」"R //「ふぅ…食い切ったぜ…」R
				"日向一口气喝干了水杯里的水。"R //日向が水を一気に飲み干す。R
				

				GOTO #IYAGEP

			}

		}ELSE{ // IF(@選択==1){		// (付き合う/立ち去る) 立ち去る
			
			@bs
			
			【@音無】"「我吃不下的。例行会议见！」"R //「やっぱ無理。じゃ、定例会議で！」R
			
			@face(hn0306)
			@横揺れ_弱
			KOE(001400785,010)【@日向】"「诶诶诶诶诶诶诶诶———！！」"R //「ええぇぇぇぇええーーー！！」R
			
			@fade(bg_kuro, 25)
			
			"我抛下了日向，离开了食堂。"R //日向を残し、食堂を後にした。R

			GOTO #GOZENNO

		}		// (付き合う/立ち去る) 

	}		// IF(@その気さらにあり==1) else

	@bs
	IF(@AB11キムチと茄子のお漬け物と生卵){
		"我把腌茄子倒进了泡菜的碟子里，再打进了生鸡蛋，然后搅拌均匀。"R //俺はキムチの皿に茄子のお漬け物を載せ、卵を割り、その上にかけて、かき混ぜる。R
		【@音無】"（这么做真会的好吃吗…？）"R //（果たして美味いのか…？）R
		"我尝了一口。"R //食べてみる。R
		"口感上还不错，吃起来脆盈盈的。"R //こりこりぼりぼりという食感はいい。R
		"但是，味道好怪…。"R //だが、味はまずかった…。R
	}elseif(@AB11キムチと茄子のお漬け物){
		"我配合着日向的节奏，慢慢地享受着泡菜和腌茄子。"R //俺は日向に合わせて、ゆっくりとキムチと茄子のお漬け物を堪能した。R
	}elseif(@AB11キムチ){
		"我配合着日向的节奏，慢慢地享受着泡菜。"R //俺は日向に合わせて、ゆっくりとキムチを堪能した。R
	}										// ■■■■ @AB11キムチと茄子のお漬け物と生卵とご飯==1 の場合が無いけどおｋ？（西

	@bs(hn0407)
	KOE(001400806,010)【@日向】"「呼…多谢款待…」"R //「ふぅ…ごちそうさま…」R
	【@音無】"「多谢款待」"R //「ごちそうさま」R

}else{		// not (@朝食のチケットは平等==1)

	@bs(hn0302)
	KOE(001400811,010)【@日向】"「" @创建注释(@煎饺套餐) "——！！」"R //「餃子定食ーー！！」R
	@清除注释
	【@音無】"「欸欸——！！大早上就吃韭菜配大蒜，一整天都是口臭味啊！」"R //「えぇーー！！　ニラにニンニクに、朝から口が臭くなるじゃん！」R
	
	@bs(hn0101)
	KOE(001400813,010)【@日向】"「没人会在意那种事情啊」"R //「そんなの誰も気にしねーよ」R

	IF(@その気さらにあり){

		【@音無】"「要是你能接受的话就好…」"R //「お前がいいなら、いいけどさ…」R

	}else{

		【@音無】"「那就好…」"R //「なら、いいけどさ…」R

	}

	;;■■コメントアウト待避292■■

	@AB11餃子定食=1

	@bs(hn0403)
	KOE(001400831,010)【@日向】"「然后，我的是…」"R //「で、俺はっと…」R
	
	@bs(hn0302)
	KOE(001400832,010)【@日向】"「好，" @创建注释(@烤松饼) "！」"R //「よし、パンケーキ！」R
	@清除注释
	【@音無】"「真好呢—…」"R //「いいなー…」R
	@bs

	;－－－
	"从取餐口端出的煎饺套餐里，不仅有泡菜和裙带菜汤、甚至还附带了一份沙拉。"R //受け取り口から出てきたのは、キムチ、ワカメスープ、サラダまでついた餃子定食のお盆。R
	KOE(001400837,051)【食堂のおばさん】"「大早上就吃这种东西，还真是厉害啊。我给你免费加了很多米饭。年轻真是好啊—」"R //「よく朝からこんなの食べれるわねー、サービスでご飯も大盛りにしておいたわ。若いっていいわねー」R

	;－－－●↓必ず聞いてるよね？R
	IF(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1||@おかしい音無４==1){

		【@音無】"（之前也说过完全一样的台词吧！你是游戏里的NPC吗！不对，本来就是NPC啊！！）"R //（そのセリフ、前にも聞いたぞ！　お前はゲームのＮＰＣかっ！　ってＮＰＣだった！！）R
		
		@bs(hn0102)
		
		"日向的则是两张叠在一起的薄松饼，上面浇有黄油和蜂蜜。完全就是理想型的早餐。"R //日向は二枚重ねのパンケーキ。バターの上に蜂蜜がかかっている。理想的な朝食だ。R
		
		@bs
		
		"而我这边则是加了打分米饭的煎饺套餐。"R //一方俺は、ご飯も大盛りの餃子定食。R
		【@音無】"「可恶！！」"R //「くっそ！！」R
		
		@移動(ep06_bg015)
		
		"我仿佛鬼神一般，将食物疯狂地塞进嘴里，和日向同时吃完了。"R //鬼神のごとくそれらを口に掻き込み、日向と同時に食い切ってやった。R
		【@音無】"「多谢款待！！」"R //「ごちそうさま！！」R
		"同时把水一饮而尽。"R //同時に水を飲み干す。R
		
		@bs(hn0107)
		KOE(001400849,010)【@日向】"「哦哦，厉害啊」"R //「おお、すげーじゃん」R
		【@音無】"「嗯，厉害吧」"R //「ああ、すげーだろ」R

		@AB11朝食鬼神のごとく食べた=1

	}else{		// not (@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1||@おかしい音無４==1)

		【@音無】"（之前也说过完全一样的台词吧…真是多管闲事啊！）"R //（そのセリフ、前にも聞いたぞ…余計なお世話だっ！）R
		
		@移動(ep06_bg015)
		
		@bs(hn0102)
		KOE(001400857,010)【@日向】"「多谢款待」"R //「ごちそうさま」R
		
		@bs
		
		"日向已经把刀叉放到了盘子上。而我连一半都还没吃完。"R //日向がナイフとフォークを皿に置く。俺はまだ半分も食べられていない。R

		IF(@その気さらにあり==0){

			@bs(hn0101)
			KOE(001400862,010)【@日向】"「不用急，慢慢吃。我会等你的」"R //「気にすんな。ゆっくり食えよ。待ってるからさ」R
			【@音無】"「嗯…」"R //「ああ…」R

		}else{		// not (@その気さらにあり==0)

			@bs(hn0103)
			KOE(001400867,010)【@日向】"「不用急，慢慢吃吧。不论多久，我都会一直等你的」"R;>>ＢＬ風にすごく優しく愛を込めて //「気にすんな。ゆっくり食えよ。どれだけだって待ってやるからさ」R

			@@選択=SELBTN(@selbtn_s_2,
				"慢慢地吃", //ゆっくり食べる,
				"燃起干劲" //俄然燃える
			)@selbtn_log
			IF(@選択==0){		// (ゆっくり食べる/俄然燃える) ゆっくり食べる

				【@音無】"「嗯」"R //「ああ」R
				
				@bs
				
				"我将时间抛到脑后，专心地吃着煎饺。"R //時間を気にせず、食べることにする。R
				"尽管这大份米饭的套餐很不适合当早饭，但话又说回来，这座食堂里的每一道菜确实都很好吃。"R //ご飯も大盛りで、朝から食べる定食ではないけど、この食堂のメニューはことごとく美味しい。R
				"我在日向的注视之下，慢慢地享受着早餐。"R //日向に見つめられながら、ゆっくりとそれを堪能した。R
				【@音無】"「呼…多谢款待」"R //「ふぅー…ごちそうさまでした」R
				
				@bs(hn0103)
				KOE(001400880,010)【@日向】"「粗茶淡饭不成敬意。虽然并不是我做的就是了」"R;>>ＢＬ風に //「お粗末さまでした。って、俺が作ってるわけじゃねーけどな」R
				【@音無】"「不，多亏有你的注视，我才能吃完这么大份的早餐。谢了」"R //「いや、お前が見てくれていたおかげで、こんな重いメニューを完食出来たんだ。ありがとう」R
				
				@bs(hn0202)
				KOE(001400882,010)【@日向】"「那就好」"R //「なら、いいけどさ」R

			}ELSE{	// IF(@選択==1){	// (ゆっくり食べる/俄然燃える) 俄然燃える

				"既然都这么说了，那我可要燃起干劲了！"R //そう言われると、俄然燃えてくる！R
				
				@bs
				@縦揺れ_弱
				
				【@音無】"「可恶！！」"R //「くっそ！！」R
				"我仿佛鬼神一般，将食物疯狂地塞进嘴里，仅仅十几秒就全部吃完了。"R //鬼神のごとくそれら口に掻き込み、ものの十数秒で食い切ってみせた。R
				【@音無】"「呼…多谢款待」"R //「ふぅー…ごちそうさまでした」R
				
				@bs(hn0107)
				KOE(001400890,010)【@日向】"「你也太强了吧…」"R //「すげーな、お前…」R
				【@音無】"「比起让你被迫等待，这根本不算什么…」"R //「お前を待たせるぐらいなら、なんてことねーぜ…」R
				
				@bs(hn0109_07)
				KOE(001400892,010)【@日向】"「有点可怕了…」"R //「なんか恐いぜ…」R
				【@音無】"（欸？吓到他了吗…？）"R //（あれ？　引かれたか…？）R
				【@音無】"「呃…」"R //「えーと…」R
				"我寻找着别的话题。"R //違う話題を探す。R

				@AB11朝食鬼神のごとく食べた=1

			}		// 		// (ゆっくり食べる/俄然燃える) 

		}		// IF(@その気さらにあり==0) else

	}		// IF(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1||@おかしい音無４==1) else
	
	@食券餃子定食=1
	@実績チェック

}		// IF(@朝食のチケットは平等==1) else

#IYAGEP

IF(@AB11朝食鬼神のごとく食べた){

	【@音無】"「说起来，嗝！考试的结果什么时候能出嗝！」"R //「そういや、げぷっ！　テストの結果っていつでるんだげぷっ！」R

}else{

	【@音無】"「说起来，考试的结果什么时候能出来啊？」"R //「そういや、テストの結果っていつでるんだ？」R
}

@bs(hn0104)
KOE(001400917,010)【@日向】"「阅卷是在今天，结果是明天出」"R //「今日、採点して、結果は明日には出るよ」R

IF(@AB11朝食鬼神のごとく食べた){

	【@音無】"「今天上课吗嗝？」"R //「今日の授業はげぷっ？」R

}else{

	【@音無】"「今天上课吗？」"R //「今日の授業は？」R

}

@bs(hn0201)
KOE(001400929,010)【@日向】"「今天是星期天哦？」"R //「日曜だぜ？」R

;－－－●↓このフラグが適切かどうか…R
IF(@かなでと記憶喪失の話をした){
//12/11
	IF(@AB11朝食鬼神のごとく食べた){

		【@音無】"「哦对…确实是嗝…」"R //「そっか…そうだったなげぷ…」R

	}else{

		【@音無】"「哦对…确实是…」"R //「そっか…そうだったな…」R

	}

	@bs(hn0109)
	KOE(001400944,010)【@日向】"「怎么了？很在意吗？」"R //「どうした？　気になるのか？」R

	IF(@AB11朝食鬼神のごとく食べた){

		#DEGEPU
		
		【@音無】"「那当然了嗝…因为以执行部队的身份参加了嗝」"R //「そりゃ、なるでげぷ…実行班として参加してたからだげぷ」R
		
		@bs(hn0108)
		KOE(001400950,010)【@日向】"「你刚才那个打嗝声，是故意的吧」"R //「お前のげっぷ、今のはわざとつけたろ」R
		【@音無】"「怎么可能嗝」"R //「そんなことないでげぷ」R
		
		@bs(hn0105)
		KOE(001400952,010)【@日向】"「你这是想硬装人设吗？真要带着这种设定，一直生活下去吗？」"R //「キャラ立てか？　そんなキャラで、これから過ごしていく気か？」R

		@おかしい音無５=1

		@@選択=SELBTN(@selbtn_s_2,
			"只是打嗝而已", //あくまでもげっぷだ,
			"正是如此" //そのつもりだ
		)@selbtn_log
		IF(@選択==0){		// (あくまでもげっぷだ/そのつもりだ) あくまでもげっぷだ
			
			【@音無】"「只是打嗝而已嗝」"R //「あくまでも、げっぷだげぷ」R
			
			@bs(hn0306)
			@横揺れ_弱
			KOE(001400963,010)【@日向】"「不管怎么看，都是在硬装人设啊———！！」"R //「どう考えても、キャラ立てぇーーー！！」R
			【@音無】"「可恶…暴露了吗…」"R //「くそぅ…バレたか…」R

			IF(@日向とキャッキャウフフした>=1){
				//TODO男同线
				@bs(hn0502)
				KOE(001400968,010)【@日向】"「へっ、この俺を欺こうなんて、まだまだだよ、新米さん！」"R //「へっ、この俺を欺こうなんて、まだまだだよ、新米さん！」R
				【@音無】"「まだまだ新米だってのかぁーー！！」"R //「まだまだ新米だってのかぁーー！！」R
				;－－－●↓たった１０日ぐらいで合ってる？R
				
				@bgm_play(m090)		;;キャッキャウフフスタート！
				@キャッキャウフフ開始(hn0404, 3)
				KOE(001400971,010)【@日向】"「はっ、たった１０日かそれぐらいで、何いい気になってんだよって話だぜっ！」"R		//■■■■１８日目！（あまの） //「はっ、たった１０日かそれぐらいで、何いい気になってんだよって話だぜっ！」R		
				【@音無】"「くっそ、悔しいぃぃーー！！」"R //「くっそ、悔しいぃぃーー！！」R
				
				@bs_w(2, hn0402)
				KOE(001400973,010)【@日向】"「少なくとも１０年過ごしてから言えってもんだ、こいつぅー！！」"R //「少なくとも１０年過ごしてから言えってもんだ、こいつぅー！！」R
				【@音無】"「ああ、とっとと追いついて、追い越してやるぜぇー！」"R //「ああ、とっとと追いついて、追い越してやるぜぇー！」R
				
				@bs_w(2, hn0404)
				KOE(001400975,010)【@日向】"「俺も同じだけ月日を重ねるから、追いつくことも、追い越すことも不可能ですがぁーー！？」"R;>>キャッキャウフフ感で //「俺も同じだけ月日を重ねるから、追いつくことも、追い越すことも不可能ですがぁーー！？」R
				【@音無】"「そうだ、しまったあぁぁぁーーーーでげぷ」"R //「そうだ、しまったあぁぁぁーーーーでげぷ」R
				
				@bs_w(2, hn0402)
				KOE(001400977,010)【@日向】"「だからそれ、完全なキャラ立てぇーーー！！」"R;>>キャッキャウフフ感で //「だからそれ、完全なキャラ立てぇーーー！！」R
				
				@キャッキャウフフ終了フェード
				
				"また日向とキャッキャウフフした。"R //また日向とキャッキャウフフした。R

				@ゲップからキャッキャウフフした=1
				@実績チェック
				
				@キャッキャウフフ終了
				
				GOTO #GOCHISOUSAMA

			}else{

				@bs(hn0105_09)
				KOE(001400984,010)【@日向】"「不要再做这种显得脑子不正常的事情了」"R;>>完全にキレて //「二度とその、頭がおかしい感じだすなよ」R
				"日向完全生气了…。"R //日向は完全にキレている…。R
				【@音無】"「嗯…」"R //「ああ…」R
				"现在也只能这么回答了…。"R //そう返事するしかなかった…。R
			}
			
			@その場で時間経過
			
			GOTO #GOCHISOUSAMA

		}ELSE{	// IF(@選択==1){		// (あくまでもげっぷだ/そのつもりだ) そのつもりだ

			IF(@その気さらにあり==1){

				【@音無】"「正是如此…觉得如何嗝？」"R //「そのつもりだ…どうだげぷ？」R
				
				@bs(hn0108)
				KOE(001400995,010)【@日向】"「你这人设是面向谁的啊」"R //「それ誰に対してのキャラ立てだよ」R
				【@音無】"「唯有你一人嗝」"R //「お前にだげぷ」R
				
				@bs(hn0306)
				@横揺れ_弱
				KOE(001400997,010)【@日向】"「现在立刻给我停下———！！」"R //「今すぐやめろぉーーー！！」R
				【@音無】"「诶？为什么嗝？」"R //「え？　どうしてでげぷ？」R
				
				@bs(hn0610)
				KOE(001400999,010)【@日向】"「因为很让人火大啊——！！」"R //「イラッとくるからだぁーー！！」R
				【@音無】"「诶诶…我以为你会喜欢的…」"R //「えぇ…気に入ってくれると思ったのに…」R
				
				@bs(hn0306)
				@横揺れ_弱
				KOE(001401001,010)【@日向】"「我怎么可能会喜欢啊——！！！」"R //「んなもん気に入るかぁーー！！」R

			}else{

				【@音無】"「正是如此…觉得如何嗝？」"R //「そのつもりだ…どうだげぷ？」R
				
				@bs(hn0306)
				@横揺れ_弱
				KOE(001400997,010)【@日向＿重複】"「现在立刻给我停下———！！」"R //「今すぐやめろぉーーー！！」R
				【@音無】"「诶？为什么嗝？」"R //「え？　どうしてでげぷ？」R
				
				@bs(hn0610)
				KOE(001400999,010)【@日向＿重複】"「因为很让人火大啊——！！」"R //「イラッとくるからだぁーー！！」R

			}
			
			"还是放弃这个人设吧。"R //このキャラ立ては、諦めることにした。R
			
			@その場で時間経過
			
			GOTO #GOCHISOUSAMA

		}		// (あくまでもげっぷだ/そのつもりだ) 

	}else{		// not (@AB11朝食鬼神のごとく食べた==1)

		【@音無】"「那当然了…因为以执行部队的身份参加了啊…」"R //「そりゃ、なるさ…実行班として参加してたからな…」R

	}		// IF(@AB11朝食鬼神のごとく食べた==1) else

}else{		// not (@かなでと記憶喪失の話をした==1)



	IF(@AB11朝食鬼神のごとく食べた){

		【@音無】"「哦对…确实是嗝…」"R			// ■■■■ これ無いと会話が成立しない（西 //「そっか…そうだったなげぷ…」R			
		
		@bs(hn0109)
		KOE(001400944,010)【@日向＿重複】"「怎么了？很在意吗？」"R		// ■■■■ これ無いと会話が成立しない（西 //「どうした？　気になるのか？」R		

		GOTO #DEGEPU

	}

	【@音無】"「确实啊」"R //「そっか」R
	
	@bs(hn0103)
	KOE(001401064,010)【@日向】"「我也是第一次参加这种作战。完全不知道以后会变成什么样」"R //「こんな作戦は俺でも初めてだ。どーなるかはさっぱり、わからねーぜ」R
	【@音無】"「但既然是由理的谋划，肯定会有结果的吧」"R //「でもゆりのことだから、なんかあるんだろうな」R
	
	@bs(hn0102)
	KOE(001401066,010)【@日向】"「也许吧。说不定她所追求的目标，已经在我们这些笨蛋的认知之外了」"R //「まーな。頭の悪い俺たちじゃ、予想も出来ない狙いがあるんだろーな」R
	
	@bs(hn0101)
	KOE(001401067,010)【@日向】"「你很在意吗？」"R //「気になるか？」R
	【@音無】"「嗯，因为以执行部队的身份参加了啊」"R //「ああ、実行班として参加してたからな」R

}		// IF(@かなでと記憶喪失の話をした==1) else

/*	//	初日に意識を失う流れをなくしたので、ここの分岐は削除		西村
IF(@第五話切腹した){

	@bs(hn0402)
	KOE(001401074,010)【@日向】"「まあ、あれだけのことをしたんだし、そりゃそーか」"R //「まあ、あれだけのことをしたんだし、そりゃそーか」R
	【@音無】"「まだ思い出せないんだが、テスト初日、俺は何をしたんだ？」"R //「まだ思い出せないんだが、テスト初日、俺は何をしたんだ？」R
	@bs(hn0408)
	KOE(001401076,010)【@日向】"「いや、知らなくていいから」"R //「いや、知らなくていいから」R

}else{

	@bs(hn0108)
	KOE(001401080,010)【@日向】"「つっても、お前何もしてないじゃん」"R //「つっても、お前何もしてないじゃん」R

}
*/

IF(@二度以上フォローした){

	【@音無】"「在立华…在天使面前重复辩解了这么多次…」"R //「何度、立華に…天使に言い訳を繰り返したことか…」R
	
	@bs(hn0209_07)
	KOE(001401087,010)【@日向】"「是嘛，原来你负责的是这一块啊。我一直都在飞，还不知道呢」"R //「そっか、そういう役回りだったんだな、お前は。俺はずっと飛んでたからわからなかったぜ」R
	【@音無】"「嗯，是啊…」"R //「ああ、そうだろうな…」R

}		//	整合性とるためにここで閉じます		西村

//}ELSE{	// IF(@二度以上フォローした==0){
	
	@bs
	
	//	分岐をなくしたので、どう来ても流れが繋がるように追記		西村
	//何も言い返せない…。R
	"我们所作的一切，究竟会有怎样的结果呢。"R //俺たちが工作した結果がどうなるのか。R
	"然后，又会带来怎么样的影响呢。"R //そして、それがどんな影響を与えるのか。R
	"到了明天就会揭晓了吧。"R //明日になればわかるということだ。R

//}


#GOCHISOUSAMA

@bs(hn0402)
KOE(001401097,010)【@日向】"「那么，多谢款待」"R //「じゃ、ごちそうさま」R
【@音無】"「多谢款待」"R //「ごちそうさま」R

@fade(bg_kuro, 25)

@bgm_stop(6000)

"我们把托盘交回了回收口。"R //返却口にお盆を返す。R

;－－－
;;■■コメントアウト待避490■■

;－－－
@移動(ep88_bg020)

"然后离开了食堂。"R //食堂を後にする。R

@bs(hn0404)
KOE(001401208,010)【@日向】"「那么，例行会议见」"R //「じゃあな、また定例会議で」R
【@音無】"「嗯」"R //「ああ」R

;－－－●午前の行動
#GOZENNO


//@fade(bg_kuro)
@アイキャッチフェード

IF(@手芸部に神の首制作頼んだ){
	//TODO由理线
	@bgm_play(m302)		;;♪日常曲（昼の行動時・MAP選択画面時など）

	@fade(bg_kuro)

	//	日数とテキストの調整		西村
	//手芸部に作業をお願いしてから二日経った。神の首が出来ている予定だ。手芸部に向かう。R
	"手芸部に神の首制作をお願いしてから数日が経った。"R //手芸部に神の首制作をお願いしてから数日が経った。R
	"さすがに三日か四日じゃ厳しいと思って長めに待ってみたが、もうそろそろ完成しているだろうか？"R //さすがに三日か四日じゃ厳しいと思って長めに待ってみたが、もうそろそろ完成しているだろうか？R
	"手芸部に向かう。"R //手芸部に向かう。R
	
	@移動(ep88_bg007);－－－手芸部
	
	【@音無】"「よう、こんにちは」"R //「よう、こんにちは」R
	KOE(001401218,051)【手芸部部員Ａ】"「はい、こんにちはです！」"R //「はい、こんにちはです！」R
	KOE(001401219,051)【手芸部部員Ｂ】"「お待ちしてました！」"R //「お待ちしてました！」R
	//	日数の計算が合わないので、音無の反応を調整		西村
	//【@音無】「ってことは…本当にたった二日で作れたのか？」R
	"自信溢れる笑顔で迎えられた。"R //自信溢れる笑顔で迎えられた。R
	【@音無】"「頼んだやつ、もう出来てるのか？」"R //「頼んだやつ、もう出来てるのか？」R
	KOE(001401221,051)【手芸部部員Ａ】"「はっは、我らが手芸部を舐めてもらっては困るのです！」"R //「はっは、我らが手芸部を舐めてもらっては困るのです！」R
	KOE(001401222,051)【手芸部部員Ｃ】"「では、どーぞ」"R //「では、どーぞ」R

	【@音無】"「ありがとう」"R //「ありがとう」R

	"俺は神の首の入った紙袋を受け取ると、礼を言って手芸部を後にした。"R //俺は神の首の入った紙袋を受け取ると、礼を言って手芸部を後にした。R

	@移動(ep88_bg002);－－－屋上

	"早速、人気の無いところに移動して、神の首を確認する。"R //早速、人気の無いところに移動して、神の首を確認する。R

	【@音無】"「これは…」"R //「これは…」R

	"赤い球だ。"R //赤い球だ。R
	"目玉も口も鼻も不自然な場所にあり、確かに人間ではない首だ。"R //目玉も口も鼻も不自然な場所にあり、確かに人間ではない首だ。R
	"だが、最大の問題は…。"R //だが、最大の問題は…。R
	
	@縦揺れ_弱
	
	【@音無】"「完全なアクセサリィーーーー！！」"R //「完全なアクセサリィーーーー！！」R

	"手に収まるサイズ！　ストラップホールまであるぅーー！！"R //手に収まるサイズ！　ストラップホールまであるぅーー！！R
	"どうりで紙袋が小さいと思った！"R //どうりで紙袋が小さいと思った！R
	"俺の発注のミスだ…そもそも、確かなビジョンもないのに、発注もあったもんじゃない。"R //俺の発注のミスだ…そもそも、確かなビジョンもないのに、発注もあったもんじゃない。R
	"これ以上ＮＰＣに迷惑をかけては戦線のモラルに反する。"R //これ以上ＮＰＣに迷惑をかけては戦線のモラルに反する。R

	@bgm_stop(3000)

	"いつか…神の姿のヒントでも手に入れることが出来れば、その時は、また彼女たちに頼もう。"R //いつか…神の姿のヒントでも手に入れることが出来れば、その時は、また彼女たちに頼もう。R
	
	@神の首の制作に失敗した=1
	@実績チェック

	/*
	"手渡されたのは…。"R //手渡されたのは…。R
	"赤い球だ。"R //赤い球だ。R
	"目玉も口も鼻も不自然な場所にあり、確かに人間ではない首だ。"R //目玉も口も鼻も不自然な場所にあり、確かに人間ではない首だ。R
	"だが、最大の問題は…。"R //だが、最大の問題は…。R
	
	@縦揺れ_弱
	
	【@音無】"「完全なアクセサリィーーーー！！」"R //「完全なアクセサリィーーーー！！」R
	KOE(001401228,051)【手芸部部員Ａ】"「え？　ご要望通りではなかったのでしょうか？」"R //「え？　ご要望通りではなかったのでしょうか？」R

	@横揺れ_弱

	【@音無】"「手に収まるサイズ！　ストラップホールまであるぅーー！！」"R //「手に収まるサイズ！　ストラップホールまであるぅーー！！」R
	KOE(001401230,051)【手芸部部員Ａ】"「ええー！」"R //「ええー！」R
	KOE(001401231,051)【手芸部部員Ｂ】"「発注通りではなかったと…」"R //「発注通りではなかったと…」R
	KOE(001401232,051)【手芸部部員Ｃ】"「すみません、部長…」"R //「すみません、部長…」R
	【@音無】"「いや…すまん、そこまでへりくだってくれるな…」"R //「いや…すまん、そこまでへりくだってくれるな…」R
	【@音無】"「それは、なんていうか…俺の発注ミスというか…」"R //「それは、なんていうか…俺の発注ミスというか…」R
	KOE(001401235,051)【手芸部部員Ｂ】"「ミス！？　なら、作り直しますっ！」"R //「ミス！？　なら、作り直しますっ！」R

	@@選択=SELBTN(@selbtn_s_2,
		"いや、いい", //いや、いい,
		"作り直してほしい" //作り直してほしい
	)@selbtn_log
	IF(@選択==0){		// (いや、いい/作り直してほしい) 

		【@音無】"「いや、いいよ。これで十分。ただでもらってもいいのか？」"R //「いや、いいよ。これで十分。ただでもらってもいいのか？」R
		KOE(001401244,051)【手芸部部員Ａ】"「はい、もちろんです！」"R //「はい、もちろんです！」R
		【@音無】"「ありがとな」"R //「ありがとな」R
		"例を言って、手芸部を後にした。"R //例を言って、手芸部を後にした。R
		@アクセサリーサイズの神の首もらった=1

	}ELSE{	// IF(@選択==1){		// (いや、いい/作り直してほしい) 

	"ＮＰＣに迷惑をかけてはいけない、というモラルから外れる気もするが…。"R //ＮＰＣに迷惑をかけてはいけない、というモラルから外れる気もするが…。R
	【@音無】"「んー、じゃあ、お言葉に甘えさせてもらう」"R //「んー、じゃあ、お言葉に甘えさせてもらう」R
	"頼むことにした。"R //頼むことにした。R
	KOE(001401254,051)【手芸部部員Ａ】"「具体的にどこをミスしてるのでしょうか？」"R //「具体的にどこをミスしてるのでしょうか？」R
	【@音無】"「とりあえず、大きさだな」"R //「とりあえず、大きさだな」R
	【@音無】"「ストラップホールまでついて、これが神の首だ、と言っても信憑性は０だ」"R //「ストラップホールまでついて、これが神の首だ、と言っても信憑性は０だ」R
	【@音無】"「人間よりも大きい首をお願いしたい」"R //「人間よりも大きい首をお願いしたい」R
	KOE(001401258,051)【手芸部部員Ｂ】"「人よりも大きい…」"R //「人よりも大きい…」R
	KOE(001401259,051)【手芸部部員Ｃ】"「あ、なんとなくイメージできました！　これはイケると思います！」"R //「あ、なんとなくイメージできました！　これはイケると思います！」R
	KOE(001401260,051)【手芸部部員Ａ】"「さすが、手芸部きってのアイデアマン！」"R //「さすが、手芸部きってのアイデアマン！」R
	【@音無】"「悪いが、じゃまた頼むな」"R //「悪いが、じゃまた頼むな」R
	KOE(001401262,051)【手芸部部員Ｃ】"「はいっ、三日後ぐらいには出来ていると思います！　今度こそご所望な出来にして見せます！」"R //「はいっ、三日後ぐらいには出来ていると思います！　今度こそご所望な出来にして見せます！」R
	【@音無】"「頼もしいよ。ありがとな」"R //「頼もしいよ。ありがとな」R
	
	@fade(bg_kuro, 25)
	
	"そう言って、立ち去った。"R //そう言って、立ち去った。R

	@手芸部に神の首制作もう一度頼んだ=1
	*/


	@アイキャッチフェード		//続くけど、入れないとなんか流れがぶった切られてるので・・・（あまの）


	;;}		// (いや、いい/作り直してほしい) 
	goto #TEIREIKAIGI	//遊佐の台詞がおかしくなるのでGOTOしとく（あまの

}		// IF(@手芸部に神の首制作頼んだ==1)

//farcall(＿場所選択マップ,15)	// 的なカンジかな？	// ■■■■ 中身ないし。どうなってんの？（西


;@AB11語尾げぷを続ける=1
;－－－岩沢
;－－－松下
;－－－野田
;－－－ユイ
;－－－●午後の行動



//IF(@遊佐からの定時集合なしに==1){
//■■■■このブロック、どこにもつながらないのでコメントアウト（あまの）
//IF(@遊佐からの定時集合なしに==0){			// ■■■■ 0の場合じゃないか？ なんとなくだけど（西
//	@bg(ep06_bg002)		//■■■■どこだここ。とりあえず、適当にいれておく（あまの）
//	@bs(ys0101)
//	KOE(001401292,008)【遊佐】「お二人とも、もうすぐ定例会議のお時間です。本部までお願いします」R
//}


#TEIREIKAIGI

@ゆり服装=@戦線制服_帽子
@日向服装 = @戦線制服

@bgm_play(M109)
@cg1(evcm_0402, 3)		;－－－定例会議
@timewaitkey(300)

@cg1(evcm_0401)

//#HONJITSU
KOE(001401300,002)【@ゆり】"「呈上今天的报告。高松君」"R //「本日の報告を。高松くん」R

@face(tm0201)
KOE(001401301,012)【高松】"「在。大家都努力锻炼了一整天」"R //「はい。それぞれトレーニングに励んだ一日でした」R

@bgm_stop(2000)
@bgs(ep03_bg004,bs1_yr0203,2)

KOE(001401302,002)【@ゆり】"「好，解散！」"R //「よっし、解散！」R

@bs
@縦揺れ_弱

【@音無】"「诶诶—！！这是最短的一次吧！？」"R //「えぇぇー！！　最短じゃないか！？」R

IF(@AB11日向目が見えない){

	@bs(hn0108)
	KOE(001401307,010)【@日向】"「也有这样的日子。不，自从你来了之后，发生了太多事情了。倒不如说，这种才是正常的感觉」"R;>>目潰しされてるので不機嫌に //「そんな日もある。いや、お前が来てから、色々とありすぎた。むしろ、普段はこんな感じだ」R
	【@音無】"「诶—。怎么了，你很不高兴啊？」"R //「へー。なんで、不機嫌なんだ？」R
	
	@bs(hn0306)
	@横揺れ_弱
	KOE(001401309,010)【@日向】"「因为被你戳瞎了眼睛之后，到现在还看啥都还是模模糊糊的啊！！」"R //「お前に目を潰され、まだぼやーっとしてるからに決まってるだろっ！！」R
	【@音無】"「そっか…それは悪い…」"R //「そっか…それは悪い…」R

}else{

	@bs(hn0402)
	KOE(001401314,010)【@日向】"「嘛，也有这样的日子。不，自从你来了之后，发生了太多事情了。倒不如说，这种才是正常的感觉」"R //「ま、そんな日もある。いや、お前が来てから、色々とありすぎたんだ。むしろ、普段はこんな感じだ」R
	"大家都站了起来，离开了作战总部。"R //みんな立ち上がり、本部から出て行く。R
	【@音無】"「原来如此吗…」"R //「そうなのか…」R

}


@bg(bg_kuro, 25)

IF(@もうイケチン見られない==1||@日向と風呂入るのが今後ない==1){

	"我像往常一样，和日向一起吃了晚饭，然后和日向轮流去洗澡。"R //いつものように、日向と夕食を取り、その後、日向と入れ替わりに風呂に入る。R

	@湯気
	@bg(ep88_bg025, 25);－－－浴場
	@bgm_play(m303)

	@竹山服装=@上半身裸

	"我和NPC们并排洗着头。"R //ＮＰＣたちと並び、頭を洗う。R
	
	;;▼▼あとで【声】に修正
	KOE(001401327,017)【竹山＿？？】"「对不起，可以借一下洗发水吗」"R //「すみません、シャンプー借りていいですか」R
	"旁边的NPC向我搭话了。"R //隣のＮＰＣが話しかけてきた。R
	【@音無】"「嗯，随便用」"R //「どうぞ、お好きに」R
	"我正因为泡沫而睁不开眼睛，直接答应了他。"R //泡で目が開けられなかったので、そう答える。R
	
	;;▼▼あとで【声】に修正
	KOE(001401332,017)【竹山＿？？】"「感谢」"R //「どうもです」R
	"我先用淋浴冲掉了头上的泡沫，随后用肥皂把毛巾搓出泡沫，然后清洗身体。"R //シャワーで頭の泡を流し、次にタオルを石けんで泡立て、体も洗う。R
	"洗干净之后，再下浴池泡澡。"R //それを終えると、湯船へ。R

	@pcmch_play(0, @風呂入る)

	"不愧是大浴池啊。可以尽情伸腿，真的好舒服。"R //さすがは大浴場。足も伸ばせるので、気持ちいい。R
	
	【@音無】"（我生前的时候，有在这么大的浴池里洗过澡吗…）"R //（生前の俺は、こんな広い風呂に入れていただろうか…）R
	
	@pcmch_play(0, @風呂入る)
	"旁边的NPC也下来泡澡了。"R //隣にＮＰＣも並んで浸かった。R
	
	;;▼▼あとで【声】に修正
	KOE(001401339,017)【竹山＿？？】"「谢谢你借我洗发水」"R //「シャンプーありがとうございました」R
	【@音無】"「这点小事，不用谢的」"R //「礼を言われるほどのことじゃないから」R

	IF(@天使エリアに入らなかった){

		;;▼▼あとで【声】に修正
		KOE(001401345,017)【竹山＿？？】"「你当时为什么要逃跑呢，明明是执行部队的成员」"R //「どうしてあの時、実行班だったのに、逃げ出したんですか」R
		【@音無】"「欸！？」"R //「え！？」R
		
		@bs(ty0121)
		
		"听到“执行部队”这个词的我，感到一阵震颤。一看声音的主人，原来是竹山…。"R //実行班、という言葉に驚き、声の主を見ると、竹山だった…。R
		【@音無】"「是你啊…等会，你说啥？」"R //「お前だったのか…で、なんだって？」R
		
		@bs(ty0124)
		KOE(001401349,017)【竹山】"「入侵天使区域作战的时候。为什么你身为执行部队的成员，却中途逃走了呢」"R //「天使エリアへの侵入作戦です。どうして実行班だったのに、逃げ出したんですか」R

		@bs(ty0124_01)
		
		"那个时候吗…。"R //あの時のことか…。R

		IF(@理由をぶよぶよラーメンにした){

			【@音無】"「为了去吃吸收了汤汁之后变得软软呼呼的泡面，俗称软呼呼泡面」"R //「麺が汁を吸いきったぶよぶよ状態のラーメン、通称ぶよぶよラーメンを食べるためだ」R
			
			@bs(ty0126_05)
			KOE(001401355,017)【竹山】"「呃…你是在耍我吗…？」"R //「ええと…馬鹿にしてますか…？」R
			【@音無】"「我可是认真的哦？」"R //「本気だが？」R
			
			@bs(ty0127_05)
			KOE(001401357,017)【竹山】"「唉…好吧」"R //「はぁ…もういいです」R
			
			@bs
			
			"竹山说完之后就先上去了。"R //竹山はそう言い残して、先に上がった。R

			"我姑且还是环视了一下周围，似乎并没有其他的干部在场。"R		//■■■■流れがおかしいので追加（あまの //一応、周りを見渡したが、他に戦線の幹部は居ないようだった。R		

			@pcmch_play(0, @風呂上がる)
			"差不多该从浴池里出去了。"R								//■■■■流れがおかしいので追加（あまの //そろそろ風呂から上がることにする。R								
			
			@ネイキッド竹山を見た=1
			@実績チェック
			
			GOTO #FUROAGARU		//■■■■流れがおかしいので追加（あまの

		}else{

			【@音無】"「因为…我很担心佯攻部队，不由得地就…」"R //「それは…陽動部隊のほうが気になった、思わず、と言うか…」R
			
			@bs(ty0126_02)
			KOE(001401363,017)【竹山】"「真是的，比起我的才能，她居然先选择了你。我很怀疑游离子同学的判断…」"R //「よくもまあ、僕の才能よりも先にあなたを必要としたものです。ゆりっぺさんの気を疑いますね…」R

			IF(@ゆりを悪く言うのを許さない){
				//TODO由理线
				@bs
				@横揺れ_弱
				
				【@音無】"「あいつのことを悪く言うなぁーーー！！」"R //「あいつのことを悪く言うなぁーーー！！」R
				"反射的にばしゃりと立ち上がり叫んでいた。"R //反射的にばしゃりと立ち上がり叫んでいた。R
				
				@bs(ty0125)
				KOE(001401369,017)【竹山】"「え…」"R //「え…」R
				"ＮＰＣたちも、静まりかえる。"R //ＮＰＣたちも、静まりかえる。R
				
				@縦揺れ_弱
				【@音無】"「俺は無能だ。それでいい。でもゆりは１００年…いや、１０００年にひとりの天才だぁーー！！」"R //「俺は無能だ。それでいい。でもゆりは１００年…いや、１０００年にひとりの天才だぁーー！！」R
				
				@bs(ty0126_02)
				KOE(001401372,017)【竹山】"「………」"R //「………」R
				"竹山はぽかんと口を開いたまま、何も返せずにいる。"R //竹山はぽかんと口を開いたまま、何も返せずにいる。R
				【@音無】"「俺はもう出るっ！！」"R //「俺はもう出るっ！！」R
				
				@fade(bg_kuro, 25)
				
				"ばしゃばしゃとしぶきを上げ、何事かとＮＰＣに見つめられながら、湯船を出た。"R //ばしゃばしゃとしぶきを上げ、何事かとＮＰＣに見つめられながら、湯船を出た。R

				@AB11竹山にキレた=1
				
				@ネイキッド竹山を見た=1
				@実績チェック

				GOTO #JAAJANIKIGAE

			}
			
			//■■■■竹山と別れて～的ななにかがここにいる（あまの）
			// k-takahashi ↓追加しました。適当なので調整お願いします
			@bs
			
			"竹山说完之后就先上去了。"R //竹山はそう言い残して、先に上がった。R
			
			【@音無】"「那家伙是怎么回事啊」"R //「なんなんだ、あいつは」R
			
			@pcmch_play(0, @風呂上がる)
			"我并没有怎么在意他，随后也从浴池里出去了。"R //特に気にすることもなく、俺もあがることにした。R
			// k-takahashi ↑
			
			@ネイキッド竹山を見た=1
			@実績チェック

			GOTO #FUROAGARU		//■■■■流れがおかしいので追加（あまの

		}

	}		// IF(@天使エリアに入らなかった==1)
	//译注：何意味，这里是怎么触发的？
	"我姑且还是环视了一下周围，似乎并没有其他的干部在场。"R //一応、周りを見渡したが、戦線の幹部は居ないようだった。R
	"差不多该从浴池里出去了。"R //そろそろ風呂から上がることにする。R

	#FUROAGARU
	
	@湯気消去
	@fade(bg_kuro, 25)
	
	;;IF(@AB08エロ漫画一気借りした){
	IF(@AB06エロ漫画一気借りした){

		"我为了穿上内裤而抬起了脚，但手却在中途停了下来。"R //トランクスを履こうと足を持ち上げるが、その手が止まってしまう。R
		【@音無】"（换好衣服，回到房间…然后今晚就要读到小黄漫的结局了…）"R //（着替えて、部屋に戻れば…今夜中にいやらしい漫画を読み終えてしまう…）R
		【@音無】"（前方就是和内藤同学的告别了…）"R //（待つのは、内藤さんとの別れ…）R
		"我这么赤身裸体地站了一会儿，脚依然还是抬起来的状态。"R //しばらく素っ裸で、トランクスを履こうとする片足を浮かせたままでいた。R
		"差不多过了半个小时吧…。"R //３０分は過ぎただろうか…。R
		"我终于穿上了内裤，换上了运动衫，回到了房间。"R //ようやくトランクスに足を通し、ジャージ姿となり、部屋に戻る。R

	}else{

		#JAAJANIKIGAE
		
		"我换上了运动衫，回到了房间。"R //ジャージに着替え、部屋に戻る。R

	}

}else{		// not (@もうイケチン見られない==1||@日向と風呂入るのが今後ない==1)

	@湯気
	@bg(ep88_bg025, 25);－－－浴場
	@日向服装=@上半身裸
	@bgm_play(m303)
	
	@bs(hn0101)
	
	"我像往常一样，和日向一起吃了晚饭，然后一起洗了澡。"R //いつものように、日向と夕食を取り、一緒に風呂に入る。R

	IF(@AB11日向目が見えない){

		@bs(hn0108)
		KOE(001401412,010)【@日向】"「可恶，水汽这么重，更看不清了…」"R //「くっそ、湯気が重なって、さらに見えないぜ…」R
		【@音無】"「没事没事，我来帮你洗」"R //「まあまあ、洗うの手伝うから」R

		;－－－●↓このフラグだけでいい？R
		IF(@日向のイケチン見ようとして失敗){

			@bs(hn0306)
			@横揺れ_弱
			KOE(001401418,010)【@日向】"「你这家伙太恐怖了，绝对不要！」"R //「お前、こぇーから、やめてくれ！」R
			【@音無】"「诶？」"R //「え？」R
		}
		
		@bs(hn0105_09)
		KOE(001401422,010)【@日向】"「我自己洗，求你放过我吧…」"R //「自分で洗うから、放っておいてくれ…」R
		【@音無】"「是吗？你自己能洗的话就行…」"R //「そうか？　大丈夫ならいいんだが…」R
		
		@bs(hn0105)
		KOE(001401424,010)【@日向】"「嗯—啊—，能洗的能洗的—」"R //「あーあー、だいじょーぶですからー」R

		GOTO #JAAJINI

	}

	;;IF(@AB08エロ漫画一気借りした){
	IF(@AB06エロ漫画一気借りした){

		;－－－脱衣所
		@湯気消去
		@fade(bg_kuro, 25)
		
		"我拿起了要换的运动衫，但却迟迟没有继续下去的动力…。"R //ジャージに着替えようとするが、気が進まない…。R
		
		@face(hn0107)
		KOE(001401434,010)【@日向】"「今天没和往常一样冲出去啊」"R //「今日はいつもみたいに、急がないんだな」R
		【@音無】"「嗯…」"R //「ああ…」R
		
		@face(hn0109_07)
		KOE(001401436,010)【@日向】"「怎么了？发生了什么事吗？」"R //「どーした？　何かあったか？」R
		【@音無】"「内藤同学她…不，没什么」"R //「内藤さんが…いや、なんでもない」R
		
		@face(hn0109)
		KOE(001401438,010)【@日向】"「内藤？我们战线里有这号人吗？」"R //「内藤？　そんな奴、ウチのメンバーに居たか？」R
		【@音無】"「把刚才的事情忘了吧…」"R //「今のは忘れてくれ…」R
		
		@fade(bg_kuro, 25)
		
		"我终于把手穿过了运动衫的袖子，回到了房间。"R //ようやくジャージの袖に手を通し、部屋に戻る。R

		@AB11日向内藤さんの名前聞く=1

	}else{

		//いつものように、日向と夕食を取り、一緒に風呂に入る。R		//■■■■2回連続で表示されるのでコメントアウト（あまの）

		#JAAJINI
		
		@湯気消去
		@fade(bg_kuro, 25)
		
		"我换上了运动衫，回到了房间。"R //ジャージに着替え、部屋に戻った。R

	}

}		// IF(@もうイケチン見られない==1||@日向と風呂入るのが今後ない==1) else

@湯気消去	// 消去漏れ対策
@移動(ep99_bg003)		;－－－部屋
@日向服装=@ジャージ

IF(@AB11竹山にキレた){
	//TODO由理线
	【@音無】"「くっそ！　未だイライラするっ！！」"R //「くっそ！　未だイライラするっ！！」R
	
	@bs(hn0305)
	KOE(001401461,010)【@日向】"「おいおい、風呂で何があった！？」"R //「おいおい、風呂で何があった！？」R

	;;■■コメントアウト待避295■■

	IF(@日向をひなチンと呼ぶことに){

		@ひなチンon
		
		@横揺れ_弱

		【@音無】"「ひなチンにはわからねぇよっ！！」"R //「ひなチンにはわからねぇよっ！！」R
		
		@bs(hn0108)
		KOE(001401481,010)【@日向】"「はい、言ったー、ケツ出せー」"R //「はい、言ったー、ケツ出せー」R

		@bs(bs3_hn0105_09@00a)
		
		"日向が梯子を下りてくる。"R //日向が梯子を下りてくる。R
		【@音無】"「え？　なんだ！？　なにが始まるというんだ！？」"R //「え？　なんだ！？　なにが始まるというんだ！？」R
		
		@bs(hn0105)
		KOE(001401484,010)【@日向】"「そのまさか的なリアクション、やってて楽しいか？」"R;>>哀れむように //「そのまさか的なリアクション、やってて楽しいか？」R
		【@音無】"「お前は何を言っているんだ…？　まったくわけがわからない…」"R //「お前は何を言っているんだ…？　まったくわけがわからない…」R
		
		@bs(hn0108)
		KOE(001401486,010)【@日向】"「はい、演技やめろー、ケツ出せー」"R //「はい、演技やめろー、ケツ出せー」R

		@日向on
		@bs

		"お尻を差し出す。"R //お尻を差し出す。R
		
		@日向ケツキック

		"ぱぁん！といい音がして、激痛が走る。"R //ぱぁん！といい音がして、激痛が走る。R
		【@音無】"「くあぁぁぁぁーーー…！！」"R //「くあぁぁぁぁーーー…！！」R
		"床に転がり、痛みが引くのをただ待つ。"R //床に転がり、痛みが引くのをただ待つ。R
		【@音無】"「ふぅ…」"R //「ふぅ…」R
		"ようやくベッドに移動出来た。"R //ようやくベッドに移動出来た。R
		
		@bs(hn0105_09)
		KOE(001401493,010)【@日向】"「で、風呂で何があったって？」"R //「で、風呂で何があったって？」R
		【@音無】"「いや、もーどうでもよくなってしまった」"R //「いや、もーどうでもよくなってしまった」R
		
		@bs(hn0108)
		KOE(001401495,010)【@日向】"「だろーな」"R //「だろーな」R

		//GOTO #BEDDONIKOROGARUTO

	}elseif(@その気さらにあり){

		【@音無】"「おっと、すまん。声を荒げて。お前の声を聞いて落ち着けたから」"R //「おっと、すまん。声を荒げて。お前の声を聞いて落ち着けたから」R
		
		@bs(hn0109)
		KOE(001401502,010)【@日向】"「そっか。ならいいけどさ」"R //「そっか。ならいいけどさ」R
		;－－－●↓キャッキャウフフ展開に持ってかなくていい？R
		
		// route_check k-takahashi
		// ここは漫画借りていない場合、【@日向】「寝るぞー」R に繋がって急展開になってます
		
		//GOTO #BEDDONIKOROGARUTO

	}else{

		【@音無】"「いや、大丈夫。ゆりのことを悪く言う奴が居たから怒鳴りつけてきただけだ」"R //「いや、大丈夫。ゆりのことを悪く言う奴が居たから怒鳴りつけてきただけだ」R
		
		@bs(hn0209_07)
		KOE(001401510,010)【@日向】"「お前、まだあいつにゾッコンなのかよ…」"R //「お前、まだあいつにゾッコンなのかよ…」R
		【@音無】"「ああ」"R //「ああ」R
		
		@bs(hn0209)
		KOE(001401512,010)【@日向】"「怒鳴られた奴のほうが可哀想だぜ…」"R //「怒鳴られた奴のほうが可哀想だぜ…」R

	}

}		// IF(@AB11竹山にキレた==1)


//#BEDDONIKOROGARUTO
;;IF(@AB08エロ漫画一気借りした){
IF(@AB06エロ漫画一気借りした){

	@bs
	
	IF(@AB11竹山にキレた){

		【@音無】"「呼——…」"R //「ふぅーー…」R
		"现在不是生气的时候。"R //キレてる場合じゃない。R

	}

	"我躺到了床上，伸手去拿漫画，手指却在颤抖着…。"R //ベッドに寝転がると、漫画に手を伸ばすが、その指が震える…。R
	"《来吧，内藤同学》只剩下三卷了。"R //『やるっきゃ内藤さん』も残すは３巻。R

	@@選択=SELBTN(@selbtn_s_2,
		"看完", //読み終える,
		"把最后一卷留到以后" //最終巻だけは残しておく
	)@selbtn_log
	IF(@選択==0){		// (読み終える/最終巻だけは残しておく) 読み終える

		【@音無】"（哈啊…我到底在留恋什么啊，竟然还想着留些什么下来…）"R //（はっ…何を未練たらたらで、残そうとしてたんだ…）R
		【@音無】"（我应该要前进才对…斩断对内藤同学的感情…）"R //（俺は、進むべきなんだ…内藤さんへの思いを断ち切って…）R
		【@音無】"（那么，开始读吧…）"R //（さて、読むぞ…）R
		"我庄重地翻开了书页。"R //神聖な気持ちで、ページをめくり始めた。R
		
		@その場で時間経過
		
		"然后，终于读完了。"R //そして、ついに読み終えてしまった。R
		"含着泪水，结束了《来吧，内藤同学》的最后一卷…。"R //『やるっきゃ内藤さん』最終巻を、涙と共に…。R
		【@音無】"（永别了，内藤同学…）"R //（さよなら、内藤さん…）R
		"我轻轻地将最后一卷放回了床底下。"R //そっと最終巻をベッド下に戻した。R
		【@音無】"（但还是…）"R //（しかし…）R
		【@音無】"（如此强烈的失落感…）"R //（なんて喪失感だ…）R
		
		@AB11やるっきゃ内藤さんを読み終えた=1
		@実績チェック
		
		@bg(ep01_bg028)
		
		"结果，因为整个晚上都在想着内藤同学，根本就睡不着。"R //結局、内藤さんのことばかり考え、一睡もできなかった。R


		GOTO #NEMURU

	}else{	// IF(@選択==1){		// (読み終える/最終巻だけは残しておく) 最終巻だけは残しておく

		【@音無】"（一想到读完之后的失落感…就觉得好害怕…）"R //（読み終えたら、その喪失感で自分がどうなるか…それを考えると恐い…）R
		【@音無】"（所以，把最后一卷留到以后吧…）"R //（だから、最終巻だけは残しておこう…）R
		【@音無】"（未来的某一天，当我撞到无法逾越的高墙的时候，当我遇到各种讨厌的事情的时候，当我变得不知所措的时候…）"R //（いつか、高い壁にぶち当たって、嫌なことだらけで、どうしたらいいかわからなくなる…）R
		
		@bg(ep01_bg028)
		
		【@音無】"（到了那时，内藤同学依然会在床底等待着我，成为我走下去的精神支柱…）"R //（そんな日が来ても、まだ内藤さんはベッドの下に居る、それを糧に過ごしていこう…）R

		@AB11やるっきゃ内藤さん最終巻を残した=1

		GOTO #NEMURU

	}		// (読み終える/最終巻だけは残しておく) 

}elseif(@AB08斉藤一族を一気借りした){

	@bs
	
	IF(@AB11竹山にキレた){

		【@音無】"「呼——…」"R //「ふぅーー…」R
		"现在不是生气的时候。"R //キレてる場合じゃない。R

	}

	"我躺到了床上，伸手去拿漫画，手指却在颤抖着…。"R //ベッドに寝転がると、漫画に手を伸ばすが、その指が震える…。R
	"因为《齐藤大家族》只剩下三卷了，这个量根本撑不过今晚…。"R //なぜなら、『斉藤一族』も残すは３巻。今夜中に読み終えてしまうからだ…。R

	@@選択=SELBTN(@selbtn_s_2,
		"躺在床上看", //寝転んだまま読む,
		"坐到书桌前看" //勉強机に座って読む
	)@selbtn_log
	IF(@選択==0){		// (寝転んだまま読む/勉強机に座って読む) 

		【@音無】"（那么，开始读吧…）"R //（さて、読むぞ…）R
		"我庄重地翻开了书页。"R //神聖な気持ちで、ページをめくり始めた。R
		
		@その場で時間経過
		
		"然后，终于读完了。"R //そして、ついに読み終えてしまった。R
		"含着泪水，结束了《齐藤大家族》的最后一卷…。"R //『斉藤一族』最終巻を、涙と共に…。R

		@AB11斉藤一族を読み終えた=1
		@実績チェック

	}ELSE{	// IF(@選択==1){		// (寝転んだまま読む/勉強机に座って読む) 

		"这是我来到这个世界以后，第一次坐到这张桌子前。"R //俺はこの世界に来てから、初めてこの机に座る。R
		
		@face(hn0107)
		KOE(001401594,010)【@日向】"「嗯，怎么了？」"R //「ん、どーした？」R
		
		@bs(hn0101_09)
		
		"日向注意到了我，询问起了缘由。"R //それに気づいた日向が訊いてくる。R
		【@音無】"「我想以庄重的心情去阅读」"R //「神聖な気持ちで読みたいんだ」R
		
		@bs(hn0107)
		KOE(001401597,010)【@日向】"「漫画吗？」"R //「漫画を？」R
		【@音無】"「嗯」"R //「ああ」R
		【@音無】"「所以，为了能让我更加集中精神，请把灯关掉，让我只用台灯去阅读」"R //「で、さらに集中するために電気は消して、デスクライトだけで読ませてほしいんだ」R
		
		@bs(hn0305)
		KOE(001401600,010)【@日向】"「哈！？那我这边怎么看书啊！」"R //「は！？　俺が読めなくなるじゃねーかっ！」R
		【@音無】"「对不起。我关灯了」"R //「すまん。消すな」R
		
		@bs
		@timewaitkey(300)
		
		@pcmch_play(0, @照明スイッチ)
		@bg(ep99_bg004, 2)		;－－－消灯
		
		@face(hn0105)
		KOE(001401604,010)【@日向】"「喂喂喂，不会吧！？快开灯啊！？」"R //「おいおいおい、マジかよっ！？　点けるぞ！？」R

		@bs(hn0105)
		【@音無】"「抱歉，至少今天请原谅我」"R //「今日だけは許してくれ、すまん」R
		
		@bs(hn0208)
		KOE(001401606,010)【@日向】"「…切！」"R //「…ちっ！」R
		
		@bs(hn0209)
		KOE(001401607,010)【@日向】"「既然这么重要的话，那好吧。但仅限今天啊」"R //「そこまで言うんなら、わかったよっ。今日だけだからな」R
		【@音無】"「嗯。谢谢！」"R //「ああ。ありがとう！」R
		
		@bs
		@timewaitkey(300)
		
		@face(hn0108)
		KOE(001401609,010)【@日向】"「可恶！这样完全读不了啊…！」"R //「くっそ！　本当に読めねーぜっ…！」R
		"我听到了日向的抱怨声，但我一翻开书页，就立刻沉浸到了故事之中。"R //日向のぼやき声が聞こえてくるが、ページを開くと、すぐさま俺は物語に没入していった。R

		@その場で時間経過
		
		"然后，终于读完了。"R //そして、ついに読み終えてしまった。R
		"含着泪水，结束了《齐藤大家族》的最后一卷…。"R //『斉藤一族』最終巻を、涙と共に…。R

		@AB11斉藤一族を読み終えた=1
		@実績チェック
		
		@face(hn0101)
		KOE(001401615,010)【@日向】"「差不多该睡觉了…可以把灯关掉吗」"R //「そろそろ寝ようぜ…ライト消してくれよ」R
		【@音無】"「…嗯」"R //「…ああ」R
		"我关掉了台灯，爬到了床上。"R //デスクライトを消して、ベッドに転がり込む。R
		
		@face(hn0101)
		KOE(001401618,010)【@日向】"「那么，晚安」"R //「じゃ、おやすみ」R
		【@音無】"「……晚安」"R //「…おやすみ」R
		
		@bg(ep01_bg028)
		
		;－－－●↓日本語怪しい…汗
		"感动的余韵依然在回荡着…。"R //未だ感動の余韻は絶えない…。R
		"那么，索性就在这种幸福的包围之中睡下去吧…。"R //ならいっそ、その至福に包まれたまま眠ろう…。R


		GOTO #NEMURU

	}		// (寝転んだまま読む/勉強机に座って読む) 
}

/*
}elseif(@AB04医学書読み始めた){
	"習慣となりつつある読書の時間。"R //習慣となりつつある読書の時間。R
	【@音無】"（読書というより、勉強に近いな…）"R //（読書というより、勉強に近いな…）R
	"なら、未だ座ってことがない勉強机で、読むべきでは…。"R //なら、未だ座ってことがない勉強机で、読むべきでは…。R
	"実際、ノートを取りたいぐらいだ。"R //実際、ノートを取りたいぐらいだ。R
	"そう思い立ち、俺はベッドを降り、勉強机に座った。"R //そう思い立ち、俺はベッドを降り、勉強机に座った。R
	@face(hn0401)
	KOE(001401637,010)【@日向】"「ん…？　どーした？」"R //「ん…？　どーした？」R
	"すぐ日向が訊いてくる。"R //すぐ日向が訊いてくる。R
	【@音無】"「いや、気にしないでくれ」"R //「いや、気にしないでくれ」R
	"引き出しを開けると、ノートも文房具も揃っていた。"R //引き出しを開けると、ノートも文房具も揃っていた。R
	@face(hn0406)
	KOE(001401641,010)【@日向】"「え！？　勉強！？」"R //「え！？　勉強！？」R
	【@音無】"「そうなるな」"R //「そうなるな」R
	@face(hn0402)
	KOE(001401643,010)【@日向】"「珍しい奴だなー。勉強のしすぎで、居なくなる、なんてことだけは勘弁してくれよ？」"R //「珍しい奴だなー。勉強のしすぎで、居なくなる、なんてことだけは勘弁してくれよ？」R
	IF(@その気さらにあり){
		IF(@日向とキャッキャウフフした>=1){
			【@音無】"「ああ。キャッキャウフフできなくて、すまん」"R //「ああ。キャッキャウフフできなくて、すまん」R
			@face(hn0407)
			KOE(001401650,010)【@日向】"「お前が何を言っているのか、さっぱりわからないんだが」"R //「お前が何を言っているのか、さっぱりわからないんだが」R
			【@音無】"「とりあえず、構ってやれなくてすまん、って意味だよ」"R //「とりあえず、構ってやれなくてすまん、って意味だよ」R
			@face(hn0106)
			KOE(001401652,010)【@日向】"「はあ！？　なぜお前にそんな上から目線で言われなくちゃならねーんだよっ！！」"R //「はあ！？　なぜお前にそんな上から目線で言われなくちゃならねーんだよっ！！」R
			【@音無】"「だから、すまんって！」"R //「だから、すまんって！」R
			@face(hn0108)
			KOE(001401654,010)【@日向】"「ま、いいけどさ…すげー理不尽を感じるぜ…」"R //「ま、いいけどさ…すげー理不尽を感じるぜ…」R
		}else{
			【@音無】"「もちろん！！」"R //「もちろん！！」R
			@face(hn0108)
			KOE(001401659,010)【@日向】"「すげーいい返事だな…」"R //「すげーいい返事だな…」R
		}
		"俺は勉強を始めた。"R //俺は勉強を始めた。R
		//GOTO #BENNKYOUO
	;;■■コメントアウト待避296■■
	}else{
		【@音無】"「ああ」"R //「ああ」R
		"一言だけ答えて、勉強を始めた。"R //一言だけ答えて、勉強を始めた。R
	}
	//#BENNKYOUO
	@AB11勉強を始めた=1
	GOTO #SYUUSHIN
}
*/


IF(@AB11日向目が見えない){

	@bs(hn0109_07)
	KOE(001401708,010)【@日向】"「唉—…视力直到睡前才恢复好啊…」"R //「ふぅー…寝る直前になって目が治ってきたぜ…」R

}

@bs(hn0101_09)
KOE(001401712,010)【@日向】"「睡觉咯—」"R //「寝るぞー」R
【@音無】"「嗯」"R //「ああ」R

@bs
@timewaitkey(300)

#SYUUSHIN

@日向服装=@ジャージ
@pcmch_play(0, @照明スイッチ)
@bg(ep99_bg004, 2)

"日向关掉了灯。"R //日向が電気を消す。R

@face(hn0101)
KOE(001401717,010)【@日向】"「那么，晚安」"R //「じゃ、おやすみ」R
【@音無】"「嗯，晚安」"R //「ああ、おやすみ」R

;;■■コメントアウト待避411■■		;;神の首シナリオ関連

if(@手芸部に神の首制作頼んだ){	;神の首の終焉シナリオ
	//由理线
	@bgm_stop(2000)
	@fade(bg_kuro)
	@timewaitkey(1000)
	
	@bg(ep99_bg004)
	
	"一度目を瞑るが、暗闇の中、目を開ける。"R //一度目を瞑るが、暗闇の中、目を開ける。R
	"結局、神の首はうまくいかなかった。"R //結局、神の首はうまくいかなかった。R
	"手芸部の人達が頑張ってくれたけれど、あれじゃさすがに誤魔化しきれないだろう。"R //手芸部の人達が頑張ってくれたけれど、あれじゃさすがに誤魔化しきれないだろう。R
	【@音無】"「くそっ…」"R //「くそっ…」R
	"ゆりの為に何かをしたかったのに…自分の不甲斐なさに毒づく。"R //ゆりの為に何かをしたかったのに…自分の不甲斐なさに毒づく。R
	
	@bgm_play(m106)
	@face(hn0101)
	KOE(001401728,010)【@日向】"「何が、くそだってぇ？」"R;>>普通に //「何が、くそだってぇ？」R
	"まだ眠っていなかったのか。上から日向が訊いてきた。"R //まだ眠っていなかったのか。上から日向が訊いてきた。R

	@@選択=SELBTN(@selbtn_s_3,
		"素直に話す", //素直に話す,
		"はぐらかす", //はぐらかす,
		;－－－●↓もっとハードル上げたいところ…R
		"糞した",(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1||@おかしい音無４==1) //糞した,(@おかしい音無１==1||@おかしい音無２==1||@おかしい音無３==1||@おかしい音無４==1)
	)@selbtn_log
	IF(@選択==0){		// (素直に話す/はぐらかす/糞した) 素直に話す

		【@音無】"「…実は、ゆりの為に神の首を狙っていたんだ…」"R //「…実は、ゆりの為に神の首を狙っていたんだ…」R
		
		@face(hn0208)
		KOE(001401743,010)【@日向】"「あー、だからあんなことしてたのか」"R //「あー、だからあんなことしてたのか」R
		【@音無】"「えっ！？　知ってたのか！？」"R //「えっ！？　知ってたのか！？」R

		;;■■コメントアウト待避297■■

		@face(hn0103)
		KOE(001401752,010)【@日向】"「お前のルームメイトを舐めんなよぉ？」"R;>>不敵に //「お前のルームメイトを舐めんなよぉ？」R

		IF(@日向とキャッキャウフフした>=1){

			IF(@日向をひなチンと呼ぶことに){

				@ひなチンon

				@bgm_stop(500)
				【@音無】"「はっ、だったな！　さすがだぜ、ひなチン！」"R //「はっ、だったな！　さすがだぜ、ひなチン！」R
				
				@bgm_play(m118)
				@face(hn0108)
				KOE(001401759,010)【@日向】"「はい、起床ー」"R //「はい、起床ー」R
				
				@bg(ep99_bg003, 35)
				
				@bs(hn0105_09)
				
				"部屋の電気が点り、日向が梯子を下りてくる。"R //部屋の電気が点り、日向が梯子を下りてくる。R
				【@音無】"「えぇ？　何事だ！？」"R //「えぇ？　何事だ！？」R
				
				@bs(hn0108)
				KOE(001401762,010)【@日向】"「だから、起床ー、ケツだせー」"R //「だから、起床ー、ケツだせー」R

				@日向on

				【@音無】"「そんな…まさかっ！！」"R //「そんな…まさかっ！！」R

				IF(@ひなチンで蹴られた５==0){

					@bs(hn0105_09)
					KOE(001400616,010)【@日向＿重複】"「だからその演技要らないから」"R //「だからその演技要らないから」R
					【@音無】"「だって、今のはキャッキャウフフする流れだったはず…」"R //「だって、今のはキャッキャウフフする流れだったはず…」R

					IF(@神の首をゆりに渡す覚悟した){	;;←このフラグ立って、キャッキャ済みだと、ｷｬｯｷｬの意味を日向が知ってるので（魁0407
						@bs(hn0108)
						KOE(001400618,010)【@日向＿重複】"「んだよ、その、きゃっきゃうふふってのは。知らねーよ」"R //「んだよ、その、きゃっきゃうふふってのは。知らねーよ」R
						【@音無】"「ええっ！？」"R //「ええっ！？」R
					}

					@ひなチンで蹴られた５=1

				}else{

					//【@音無】「そんな…まさかっ！！」R
					@bs(hn0105_09)
					KOE(001401777,010)【@日向】"「はいはい、その演技要らないから」"R //「はいはい、その演技要らないから」R
					【@音無】"「だって、今のはキャッキャウフフする流れだったはず…」"R //「だって、今のはキャッキャウフフする流れだったはず…」R

					IF(@神の首をゆりに渡す覚悟した){	;;←このフラグ立って、キャッキャ済みだと、ｷｬｯｷｬの意味を日向が知ってるので（魁0407
						@bs(hn0108)
						KOE(001401779,010)【@日向】"「その、きゃっきゃうふふってのも知らないから」"R //「その、きゃっきゃうふふってのも知らないから」R
						【@音無】"「ええっ！？」"R //「ええっ！？」R
					}

					@ひなチンで蹴られた６=1

				}

				@bs(bs3_hn0105@00a)
				KOE(001401786,010)【@日向】"「はい、とっとと起床してケツだせー」"R //「はい、とっとと起床してケツだせー」R
				
				@bs
				
				"理不尽な思いを抱えたまま、ベッドを下りて、ケツを差し出す。"R //理不尽な思いを抱えたまま、ベッドを下りて、ケツを差し出す。R
				
				@日向ケツキック
				
				"ぱぁーーーん！！と思い切り蹴られる。"R //ぱぁーーーん！！と思い切り蹴られる。R
				【@音無】"「っつぅーーーーー！！」"R //「っつぅーーーーー！！」R
				"あまりの痛みに床に寝転がる。"R //あまりの痛みに床に寝転がる。R
				
				@bs(hn0108)
				KOE(001401791,010)【@日向】"「はい、おやすみー」"R //「はい、おやすみー」R
				
				@bgm_stop(3000)
				@bs
				@timewaitkey(300)
				
				@pcmch_play(0, @照明スイッチ)
				@bg(ep99_bg004, 2)
				
				"無慈悲に梯子を戻っていく日向。"R //無慈悲に梯子を戻っていく日向。R
				"俺が回復して、ベッドに戻る頃には寝息が聞こえていた。"R //俺が回復して、ベッドに戻る頃には寝息が聞こえていた。R
				"俺も眠ろう…。"R //俺も眠ろう…。R

				GOTO #NEMURU

			}else{		// not(@日向をひなチンと呼ぶことに==1)
				
				【@音無】"「はっ、だったな！　さすがだぜ、日向！」"R //「はっ、だったな！　さすがだぜ、日向！」R
				
				@face(hn0102)
				KOE(001401801,010)【@日向】"「お前のやりそうなことなんて、お見通しさ！」"R //「お前のやりそうなことなんて、お見通しさ！」R
				【@音無】"「でも、次に俺がやることが読めるかなぁーー！？」"R //「でも、次に俺がやることが読めるかなぁーー！？」R
				
				@bgm_play(m090)		;;キャッキャウフフスタート！
				@timewaitkey(1000)
				@キャッキャウフフ開始("none", 3)
				
				"俺は両足で二段ベッドの天井を押し上げてやった。"R //俺は両足で二段ベッドの天井を押し上げてやった。R
				
				@bs_w(2, bs3_hn0104)
				KOE(001401804,010)【@日向】"「うわおっ！　地震か！？」"R //「うわおっ！　地震か！？」R
				【@音無】"「その震源は、この俺さぁーー！！」"R //「その震源は、この俺さぁーー！！」R
				
				@bs_w(2, hn0202)
				KOE(001401806,010)【@日向】"「やめろやめろ、すげー揺れて気持ち悪いぜぇーー！！」"R //「やめろやめろ、すげー揺れて気持ち悪いぜぇーー！！」R

				@クエイクなキャッキャウフフした=1
				@実績チェック
				
				@キャッキャウフフ終了フェード準備
				@bgm_stop(1000)
				@bgs_fe(hn0202, 2, 1, 2)
				@横揺れ_弱
				
				KOE(001401807,050)【隣人】"「うるさいぞー」"R //「うるさいぞー」R
				
				@bs(hn0209_01)
				KOE(001401808,010)【@日向】"「おっと、すみませーん」"R //「おっと、すみませーん」R
				【@音無】"（くっそ！　キャッキャウフフし逃したじゃないか！）"R //（くっそ！　キャッキャウフフし逃したじゃないか！）R


				GOTO #NEMURU

			}		// IF(@日向をひなチンと呼ぶことに==1) else

		}		// IF(@また日向とキャッキャウフフした==1)

		"遊佐あたりから報告でもあったんだろうか…。"R //遊佐あたりから報告でもあったんだろうか…。R
		
		@face(hn0101)
		KOE(001401831,010)【@日向】"「あ、もうこんな時間だ、じゃ、改めておやすみなさーい」"R //「あ、もうこんな時間だ、じゃ、改めておやすみなさーい」R
		【@音無】"（…なんだか恥ずかしい）"R //（…なんだか恥ずかしい）R
		"俺は何も言わずに、布団を頭から被った。"R //俺は何も言わずに、布団を頭から被った。R
		
		GOTO #NEMURU

	}ELSEIF(@選択==1){		// (素直に話す/はぐらかす/糞した) はぐらかす

		;－－－●↓このフラグだけでいい？R
		"はぐらかそう。"R //はぐらかそう。R
		【@音無】"「ずっと気になっていたんだ…ベッド、なんで俺が下なんだろうって…」"R //「ずっと気になっていたんだ…ベッド、なんで俺が下なんだろうって…」R
		
		@face(hn0107)
		KOE(001401842,010)【@日向】"「え？　上のほうが良かったか？　大山がずっと下で、そのまま入れ替わってもらっただけだから、嫌なら替わるぜ？」"R //「え？　上のほうが良かったか？　大山がずっと下で、そのまま入れ替わってもらっただけだから、嫌なら替わるぜ？」R

		IF(@AB04いやらしい漫画読み始めた){

			"いや、待て。"R //いや、待て。R
			"上に果たしてエエエ…エロ漫画を隠すスペースがあるのか…？"R //上に果たしてエエエ…エロ漫画を隠すスペースがあるのか…？R

			;;■■コメントアウト待避298■■

			;－－－●↓日向以外の呼称のケースあるよね…？ 参照フラグ教えて…R
			【@音無】"（登ってこない限りは見つからないが…日向ならひょいと登ってきそうだ…！！）"R //（登ってこない限りは見つからないが…日向ならひょいと登ってきそうだ…！！）R
			【@音無】"「すまん、エエエロ…じゃなく、まったく問題ないから、エロままで、いや、このままでいい！」"R //「すまん、エエエロ…じゃなく、まったく問題ないから、エロままで、いや、このままでいい！」R
			
			@face(hn0109_07)
			KOE(001401858,010)【@日向】"「そっか…じゃ、改めておやすみ」"R //「そっか…じゃ、改めておやすみ」R
			【@音無】"「ああ、おやすみ」"R //「ああ、おやすみ」R

			GOTO #NEMURU

		}else{		// not (@AB04いやらしい漫画読み始めた==1)

			;－－－●↓日向じゃない場合ありえるよね…？　参照フラグを…R
			"ということは、日向の汗や匂いが染みついた布団で寝ることになる…。"R //ということは、日向の汗や匂いが染みついた布団で寝ることになる…。R

			;－－－●↓このフラグだけでは駄目な気がする…R
			;;■■コメントアウト待避299■■

			IF(@その気さらにあり){

				【@音無】"（それはアリだ！）"R //（それはアリだ！）R
				【@音無】"「替わろう」"R //「替わろう」R
				
				@face(hn0109_07)
				KOE(001401886,010)【@日向】"「今からかよ…じゃ、布団一式交換すっか」"R //「今からかよ…じゃ、布団一式交換すっか」R
				【@音無】"（えぇ！？　それじゃ、俺が上に行くだけじゃないか！！）"R //（えぇ！？　それじゃ、俺が上に行くだけじゃないか！！）R

			}else{

				【@音無】"（それはなんとなく嫌だな…）"R //（それはなんとなく嫌だな…）R

			}

			【@音無】"「いや、やっぱこのままでいい」"R //「いや、やっぱこのままでいい」R
			
			@face(hn0108)
			KOE(001401896,010)【@日向】"「えーーー、なんだよ、たたみかけてたのに…」"R //「えーーー、なんだよ、たたみかけてたのに…」R
			【@音無】"「すまん…」"R //「すまん…」R
			
			@face(hn0109)
			KOE(001401898,010)【@日向】"「じゃ、改めておやすみ」"R //「じゃ、改めておやすみ」R
			【@音無】"「おやすみ」"R //「おやすみ」R
				
			GOTO #NEMURU

		}		// IF(@AB04いやらしい漫画読み始めた==1) else

	}ELSE{	// IF(@選択==2){		// (素直に話す/はぐらかす/糞した) 

		@bgm_stop(200)
		【@音無】"「糞した」"R //「糞した」R
		
		@face(hn0106)
		KOE(001401908,010)【@日向】"「えっ！？　今！？」"R //「えっ！？　今！？」R
		【@音無】"「ああ…匂いがしたらすまん…おやすみ…」"R //「ああ…匂いがしたらすまん…おやすみ…」R
		
		@face(hn0306)
		@横揺れ_弱
		KOE(001401910,010)【@日向】"「えぇー！？　そのまま眠るの！？」"R //「えぇー！？　そのまま眠るの！？」R
		【@音無】"「ぐーー…ぐーーー…」"R //「ぐーー…ぐーーー…」R
		
		@face(hn0306)
		KOE(001401912,010)【@日向】"「えええぇぇーー！！」"R //「えええぇぇーー！！」R

		@AB11糞して寝た=1

		GOTO #NEMURU
	}

}

#NEMURU

// -------------------------------------------------------------
// 終了 ※必ずこのコマンドで〆て下さい（引数はマニュアル参照）
// -------------------------------------------------------------
@end_day

return

