

#Z00

// ■■■■ ここから下のは何？何なの！？ 通れないんだけど（西

//@bg(ep03_bg017, 25)
@bg(ep88_bg007, 25)

//	▼▼↓にある音無のモノローグと矛盾してない…？▼▼
"作战终于结束了，可以毫无顾虑地去和岩泽见面了。"R //ようやく、オペレーションも終わり、これで何の気兼ねなく岩沢とまた会えるはずだ。R
//	ようやく、オペレーションも一段落して、これで岩沢とまた会えるはずだ。R
//	こうすれば↓のモノローグと矛盾しなくなるかと		西村

@bg(ep03_bg015, 25)
@cinema_bs(bs2_iw0108_09, 3, 200)
@timewaitkey(1000)

"我来到了空教室。她和平常一样，一边弹着吉他一边作曲。"R //空き教室に赴くと、それまでのように、ギターをつま弾きながら作曲をしていた。R
"仅仅是见到她，就已经让我相当紧张了。"R //その姿を見るだけで、俺は緊張してしまう。R
"我回忆起了关根说过的话。"R //関根の言葉が思い出されるからだ。R

close
@sc_cinema_off
@回想開始
@fade(bg_siro, 2)
@bgs(ep88_bg008, sk0106_03, 3, ir0101)

KOE(040004332,006)【関根】"「我告诉你一个绝妙的约会地点」"R //「いいデートスポットをお教えしやしょう」R

@bf(sk0105)
KOE(040004333,006)【関根】"「走过教学楼和食堂中间的桥梁的话，就有一片花田哦」"R //「学習棟と食堂の間、橋を渡った先にお花畑があるんですよ」R

close
@fade(bg_siro, 2)
@回想終了
@bg(ep88_bg007, 3)

"没错。我今天是来邀请她去约会的。"R //そう。今日はデートに誘うんだ。R
//	チェックシート指摘から微調整		西村
//しかも、まだオペレーションは続いているとゆりは言っていた。R
"但是，现在还不知道作战的最终结果如何。"R //しかし、オペレーションの結果がどうなったのかはまだわかっていない。R
"这个时候就来搞这种轻浮的事情，真的好吗…。"R //いいのだろうか、こんな時にそんな浮かれた行動を取って…。R
"可如果错过这个机会，马上新的作战一来，就又没机会和岩泽见面了。"R //でも、この時を逃したら、次のオペレーションでまた岩沢としばらく会えなくなるかもしれない。R
【@音無】"（上吧）"R //（行こう）R

@pcmch_play(0, @木製扉開ける)//効果音（扉開ける）
@bg(ep03_bg015, 25)

"我下定了决心，悄悄地走进了教室，拉了把椅子，坐在了她的身旁。"R //そう決心し、俺はそっと教室に入っていき、椅子を引いて、隣に座った。R

@bs(iw0301_08)
"岩泽注意到了我，停下了手中的演奏。"R //気づいた岩沢がギターを弾く手を止めた。R
【@音無】"「没事，你继续。我等你」"R //「いいよ、続けろよ、待ってるから」R

@bf(iw0309_08)
KOE(040004344,004)【岩沢】"「…嗯」"R //「…そ」R

@bs

"她简短地回答道，继续边哼唱边弹奏，偶尔用铅笔在笔记本上记下些什么。"R //それだけ答えて、またギターを弾いては鼻歌を乗せ、ノートにシャーペンを走らせた。R

//@CUTIN_R1(iw0309_01)

"她的侧脸真漂亮啊，真想就这样一直看下去。"R //その横顔はとても美しい。永遠に見ていたいぐらいだ。R

//@CUTIN_R1_END

@bs(iw0109_02)
KOE(040004347,004)【岩沢】"「好，今天就写到这里吧」"R //「ま、今日はこんなところか」R
"她放下了笔，伸了伸懒腰。看来是已经结束了。"R //ペンを置いて伸びをする。終わったようだ。R

@bf(iw0201)
KOE(040004349,004)【岩沢】"「所以，今天的话题是什么呢？」"R //「で、今日はどんな話をしてくれるんだ？」R
【@音無】"「呃那个…果然你还是更想聊天吗…？」"R //「えーっと…話のほうがいいか、やっぱ…？」R

@bf(iw0108_02)
KOE(040004351,004)【岩沢】"「怎么搞得煞有介事的。有什么事吗？」"R //「なんだよ、もったいぶった言い方だな。何かあるのか？」R
【@音無】"「嗯…呃那个…要到外面转转吗？」"R //「ああ…えーっと…外に出てみないか？」R

@bf(iw0115)
KOE(040004353,004)【岩沢】"「到外面？为什么？」"R //「外？　どうして？」R
【@音無】"「我想带你去一个地方」"R //「連れていきたい場所があって」R

@bf(iw0101_08)
KOE(040004355,004)【岩沢】"「去哪里？」"R //「どこ？」R
【@音無】"「提前说出来的话不就没意思了嘛」"R //「それを言ったらつまらなくなるじゃないか」R

@bf(iw0209)
KOE(040004357,004)【岩沢】"「嗯…」"R //「うーん…」R

@bf(iw0101)
KOE(040004358,004)【岩沢】"「嘛，既然你这么说了，肯定是个好地方。好，走吧」"R //「ま、あんたが言うならいいところなんだろ。いいよ。行くよ」R

//@bg(ep88_bg007, 25)

【@音無】"（不妙…感觉压力好大…）"R //（やばい…すごいプレッシャーだ…）R
【@音無】"（目的地也只是普通的花坛而已…）"R //（連れていく場所が単なる花壇…）R
【@音無】"（绝对回应不了她的期待…）"R //（絶対、期待に応えられない…）R
"要不要换个别的地方？"R //別の場所に変えるべきか？R
【@音無】"（话是这么说，去哪呢…）"R //（つっても、どこに…）R
"图书馆吗？虽然很无聊，但至少可以讨论些书籍之类的。"R //図書館とかは？　ベタだが、少なくとも本の話はできる。R
"再怎么说也比花坛强吧。"R //花壇よりはマシに思えた。R
"该怎么办…要改变计划吗？"R //どうしよう…変えるか？R

;@@選択=SELBTN(
;	花壇,
;	図書館
;)@selbtn_log
;IF(@選択==0){

;}
;ELSEIF(@選択==1){
;	;－－－●続き書く
;}

"不，关根可是已经和岩泽一起相处了几十年了，还是相信她吧…。"R //いや、何十年と岩沢と共に過ごしてきたであろう関根の言葉を信じよう…。R

@bs(iw0301_08)
KOE(040004381,004)【岩沢】"「怎么了，身体不舒服吗？你脸色挺差的诶？」"R //「どうした、気分でも悪いのか？　顔色悪いぞ？」R
"她打量着我的脸。"R //俺の顔を窺っていた。R
【@音無】"「不，我没事…」"R //「いや、大丈夫だ…」R

@bf(iw0301)
KOE(040004384,004)【岩沢】"「那就好」"R //「ならいいけど」R

@bgm_stop(2000)
@fade(bg_kuro, 25)
@timewaitkey(1000)

;－－－花壇
@bgm_play(m120)
@bg_pan_du(ep07_bg033)
@timewaitkey(1000)

【@音無】"「就是…这里了…」"R //「ここ…なんだけど…」R

@bg(ep07_bg033)
//	テキスト調整		西村
//花壇は花壇であった…。R
"这花坛终究也只是个花坛而已…。"R //花壇は花壇でしかなかった…。R
"实在是太朴素了。"R //なんて地味な場所なんだ…。R
"至少能有花田的规模也好啊…。"R //せめて花畑であったら…。R

@face(iw0102)
KOE(040004391,004)【岩沢】"「欸…原来还有这种地方啊…我都不知道呢」"R //「へぇ…こんな場所があったのか…知らなかったよ」R

@bs(iw0101)

【@音無】"「欸欸？」"R //「ええっ？」R

@bf(iw0102)
KOE(040004393,004)【岩沢】@bc"「已经很久没有见过花朵了…原来这个世界里也有啊」"@bf_c(3200, iw0107_01)R //「花なんてしばらく見てなかった…あったんだな、こんな世界にも」@bf_c(3200, iw0107_01)R
【@音無】"「当然有吧」"R //「あるさ」R

;－－－◎イベントＣＧ岩沢０１
@bs(iw0302)
KOE(040004398,004)【岩沢】"「哦，好厉害！快看，音无，是蝴蝶！」"R									// ■■■■ あだ名の場合つっこまなくていいの？（西 //「お、すごい！　見ろ、音無。蝶だ！」R									

@cg1(ev_siro, 3)
@cg1_move(eviw_0101, -60, -180, 320, 120, 3500, 4, 3000)

"她想伸手捧起蝴蝶，但蝴蝶却从指间滑走了。"R //手ですくおうとしたが、蝶はその手をすり抜けていく。R
"岩泽在后面一个劲地追赶着。"R //岩沢はひたすらそれを追う。R
KOE(040004401,004)【岩沢】"「哈，你这家伙」"R //「はっ、こいつぅっ」R
"岩泽看起来很开心。"R //岩沢は楽しげだった。R
"没想到她会这么喜欢这个地方。"R //この場所をこんなにも気に入ってくれるなんて思いもしなかった。R
"关根的建议真的是太正确了。"R //関根のアドバイスは的確だったんだ。R
"而且，看着和蝴蝶嬉戏的岩泽，也如此地惹人怜爱。"R //そして、蝶と戯れる岩沢を、こんなにも愛おしく感じる。R
"带她来这里真的是太好了。"R //連れてこれてよかった。R

@bg(ep07_bg033)
@bs(iw0301)
KOE(040004406,004)【岩沢】"「喂，音无，你知道《Crow Song》的歌词吗？」"R			// ■■■■ あだ名の場合つっこまなくていいの？（西 //「なあ、音無。お前は"Crow Song"の歌詞を知ってるか？」R			

@@選択=SELBTN(@selbtn_s_2,
	"稍微知道一点", //少しだけ知ってる,
	"不知道" //知らない
)@selbtn_log
IF(@選択==0){		// (少しだけ知ってる/知らない) 

	【@音無】"「稍微知道那么一点」"R //「少しだけ知ってる」R
	
	@bf(iw0202)
	KOE(040004414,004)【岩沢】"「哦？是哪部分呢？」"R //「ほう、どの部分だい？」R

	@@選択=SELBTN(@selbtn_s_3,
		"面前是拦网的铁壁", //正面にはブロックの壁,
		"指尖散发出螃蟹的气味", //指先は蟹の匂い,
		"道路总是会人多拥挤的" //どのみち混むでしょ
	)@selbtn_log
	IF(@選択==0){		// (正面にはブロックの壁/指先は蟹の匂い/どのみち混むでしょ) 正面にはブロックの壁

		【@音無】"「面前是拦网的铁壁」"R //「正面にはブロックの壁」R
		
		@bf(iw0201_08)
		KOE(040004424,004)【岩沢】"「那是什么啊？」"R //「なんだ、それ？」R
		【@音無】"「说的是排球啊。正常情况下，接到二传、准备扣球的时候，对面至少都会有两个人过来拦网的」"R //「バレーだよ。普通にトスされたボールをアタックで打つ時、ブロックが二枚はついてくる」R
		
		@bf(iw0207)
		KOE(040004426,004)【岩沢】"「你到底在说些什么啊？」"R //「あんたは何を言ってるんだ？」R
		【@音無】"「面前是拦网的铁壁」"R //「正面にはブロックの壁」R
		
		@bf(iw0209_02)
		KOE(040004428,004)【岩沢】@bc"「啊，你说开头的那一段吗…完全错误。应该是『背后是卷帘门的铁壁』」"@bf_c(4800, iw0208)R //「ああ、出だしのところか…。全然違うよ。背後にはシャッターの壁、だ」@bf_c(4800, iw0208)R
		【@音無】"（我把它当成正面拦截传球的拦网了啊！！）"R //（正面にブロックと思い込んでいた！！）R
		
		@bf(iw0107)
		KOE(040004430,004)【岩沢】"「你竟然能听成这样啊…是我发音不够标准吗」"R //「そんな風に聞こえていたのか…発声が悪いのかもな」R

		GOTO #UROOBOE

	}ELSEIF(@選択==1){		// (正面にはブロックの壁/指先は蟹の匂い/どのみち混むでしょ) 指先は蟹の匂い

		【@音無】"「指尖散发出螃蟹的气味」"R //「指先は蟹の匂い」R
		
		@bf(iw0201_08)
		KOE(040004438,004)【岩沢】"「那是什么啊？」"R //「なんだ、それ？」R
		【@音無】"「就是那个，直接用手吃螃蟹的时候，手上不是会一直有股螃蟹的味道吗？」"R //「あれ、素手でむくから、食べた後も指に蟹の匂いがなかなか消えない」R
		
		@bf(iw0207)
		KOE(040004440,004)【岩沢】"「你到底在说些什么啊？」"R //「あんたは何を言ってるんだ？」R
		【@音無】"「指尖散发出螃蟹的气味」"R //「指先は蟹の匂い」R
		
		@bf(iw0209_02)
		KOE(040004442,004)【岩沢】@bc"「啊，你说开头的那一段吗…。那个不是螃蟹，是铁的味道。因为吉他弦是铁做的」"@bf_c(3400, iw0208)R //「ああ、出だしのところか…。蟹じゃなくて、鉄の匂い。弦は鉄だから」@bf_c(3400, iw0208)R
		【@音無】"（我一直以为是螃蟹啊！！）"R //（蟹と思い込んでいた！！）R
		
		@bf(iw0107)
		KOE(040004444,004)【岩沢】"「你竟然能把那里听成螃蟹啊…是我发音不够标准吗」"R //「あそこ、蟹に聞こえていたのか…発声が悪いのかもな」R

		#UROOBOE

		【@音無】"「没有，只是我自己记混了。抱歉」"R //「いや、うろ覚えだったんだ。悪い」R
		
		@bf(iw0109_01)
		KOE(040004449,004)【岩沢】"「嘛，这种小事先放到一边」"R //「まあ、今はそんなところはどうでもいい」R

		@岩沢発声が悪い=1

		GOTO #ZENTAI

	}ELSE{	// IF(@選択==2){		// (正面にはブロックの壁/指先は蟹の匂い/どのみち混むでしょ) 

		【@音無】"「" @ruby道路总是会人多拥挤的 "」"R //「どのみち混むでしょ」R
		
		@bf(iw0106)
		KOE(040004460,004)【岩沢】@bc"「好厉害。恐怕没有别人会选这一句了哦」"@bf_c(1700, iw0107_02)R //「すげーな。そこ挙げる奴なんて多分いねーぜ？」@bf_c(1700, iw0107_02)R
		【@音無】"「不不，只是因为搞不懂这句歌词的意思，才因此留下了深刻印象」"R //「いや、そこだけ歌詞の意味がわからなくて、印象に残ってる」R
		
		@bf(iw0109_01)
		KOE(040004462,004)【岩沢】"「『道路总是会人多拥挤的』，吗」"R //「どのみち混むでしょ、か」R
		
		@bf(iw0102)
		KOE(040004463,004)【岩沢】"「意思是指，即使白天的街头演出无人问津，到了晚上行人变多的时候，听歌的人也一定会变多」"R //「ようは、昼間、路上ライブで人が集まってなくても、夜になれば通行人が増えて、歌を聴いてくれる奴も必然的に増えるって意味だよ」R
		【@音無】"「原来如此…疑惑终于解开了」"R //「なるほど…ようやく謎が解けたよ」R
		
		@bf(iw0109_01)
		KOE(040004465,004)【岩沢】"「嘛，这种小事先放到一边」"R //「まあ、そんなところはどうでもいい」R

		@少しだけ知ってる=1

		#ZENTAI
		@bgm_stop(2000)

		@bf(iw0309_02)
		KOE(040004470,004)【岩沢】"「纵观整首歌的话，其实正如标题一样，是一只乌鸦的歌」"R //「全体を通すと、タイトル通り、カラスの唄なんだよ」R

	}

}ELSE{	// IF(@選択==1){		// (少しだけ知ってる/知らない) 知らない

	【@音無】"「不知道…」"R //「いや…」R
	
	@bgm_stop(2000)
	
	@bf(iw0309_02)
	KOE(040004475,004)【岩沢】"「正如标题一样，是一只乌鸦的歌」"R //「タイトル通り、カラスの唄なんだよ」R

}		// (少しだけ知ってる/知らない) 

@bgm_play(m107)

@bf(iw0301)
KOE(040004479,004)【岩沢】"「而那只乌鸦，就是我」"R //「そのカラスがあたし」R

@bf(iw0307_01)
KOE(040004480,004)【岩沢】"「在黑暗中嘎嘎地叫着」"R //「暗闇の中でかーかー鳴いてる」R

@bf(iw0309_01)
KOE(040004481,004)【岩沢】"「宣示着自己的存在」"R //「あたしはここに居るんだって」R

@bf(iw0308)
KOE(040004482,004)【岩沢】"「纯粹地制造着噪音」"R //「うるさいだけ」R

@bf(iw0307_02)
KOE(040004483,004)【岩沢】"「和这家伙完全相反啊」"R //「こいつとは正反対だな」R

@bf(iw0307_01)
"她恋恋不舍地望着逃到花坛里的蝴蝶，这么说道。"R //花壇の中に逃げていった蝶を名残惜しそうに見て言った。R

@bf(iw0109_01)
KOE(040004485,004)【岩沢】"「沐浴着阳光，享用着花坛里的花蜜，尽情地游弋着」"R //「陽に照らされた花壇の蜜を吸って、静かに泳ぎ続ける」R

@bf(iw0107_01)
KOE(040004486,004)【岩沢】"「这种感觉一定很棒吧…」"R //「気持ちいいんだろうな…」R

@@選択=SELBTN(@selbtn_s_3,
	"我更喜欢乌鸦哦", //俺はカラスのほうが好きだ, //译注：能进入岩泽线的唯一选项
	"你就是蝴蝶", //お前は蝶だ,
	"你就是夜晚的蝴蝶" //お前は夜の蝶だ
)@selbtn_log
IF(@選択==0){		// (俺はカラスのほうが好きだ/お前は蝶だ/お前は夜の蝶だ) 

	【@音無】"「我…更喜欢乌鸦哦」"R //「俺は…カラスのほうが好きだ」R
	
	@bf(iw0108)
	KOE(040004495,004)【岩沢】@bc"「诶？你是认真的吗？乌鸦实际上可是很令人讨厌的哦？」"@bf_c(3300, iw0107_01)R //「え？　本気で言ってんのか？　カラスって実際すげー迷惑な存在なんだぜ？」@bf_c(3300, iw0107_01)R
	【@音無】"「我知道」"R //「知ってるよ」R
	
	@bf(iw0107_08)
	KOE(040004497,004)【岩沢】"「即使这样？」"R //「なのに？」R
	【@音無】"「即使这样」"R //「なのに」R
	
	@bf(iw0108)
	KOE(040004499,004)【岩沢】"「为什么喜欢呢？」"R //「どこが？」R
	【@音無】"「用自己的翅膀背负起一切…并且还在鼓舞着其他人」"R //「一羽で全部背負って…しかも、誰かを元気づけようとしてる」R
	【@音無】"「哪怕拼命到划伤了手指，哪怕就快要倒下，你也会继续演奏下去的吧？」"R //「全力で指もすり切れて、ぶっ倒れそうでも、やるんだろ？」R
	
	@bf(iw0109_01)
	KOE(040004502,004)【岩沢】"「今晚也要搞个」"R //「今夜も」R


	@@選択=SELBTN(@selbtn_s_3, //译注：这里反而不影响进入岩泽线
		"Big story", //ビッグなストーリー,
		"Bitch story", //ビッチなストーリー,
		"Big Bruce Lee" //ビッグなブルースリー
	)@selbtn_log
	//IF(@選択==0){		// (ビッグなストーリー/ビッチなストーリー/ビッグなブルースリー) 

	//}ELSE
	IF(@選択==1){		// (ビッグなストーリー/ビッチなストーリー/ビッグなブルースリー) ビッチなストーリー
		
		@bgm_stack
		@bgm_stop(2000)
		
		@bf(iw0104_02)
		;■台詞同時（合成済）
		//KOE(040004516,004)【岩沢】「ビッグなストーリー」R
		//【@音無】「ビッチなストーリー」R

		multi_msg KOE(040004516,004)【２人】
		【岩沢】"「Big story」"nl next_msg //「ビッグなストーリー」nl next_msg
		【@音無】"「Bitch story」"R //「ビッチなストーリー」R
		script.set_message_speed_default

		@bf(iw0101_08)
		KOE(040004519,004)【岩沢】"「嗯？你刚才念的是什么？」"R //「ん？　今あんたなんて言った？」R
		
		@bgm_play(m118)
		
		【@音無】"「Bitch story」"R //「ビッチなストーリー」R

		@ビッチなストーリー=1

		#SONNAFUU
		
		@bf(iw0107)
		KOE(040004525,004)【岩沢】"「你竟然能听成那样啊…」"R //「そんなふうに聞こえていたのか…」R
		"她的脸上明显地挂满了沮丧。"R //明らかに落胆している。R

		IF(@岩沢発声が悪い){

			@bf(iw0109_07)
			KOE(040004528,004)【岩沢】"「看来我的发音真的很不标准啊…」"R //「やっぱあたしの発声悪いんだなー…」R

		}

		"我似乎伤害到她了…。"R //俺のせいで傷つけてしまったようだ…。R
		
		@bf(iw0207)
		KOE(040004531,004)【岩沢】"「果然，我真心想要传达的内容根本就没有传达出去…是这样吗…」"R //「やっぱ、あたしの本気のメッセージは届いていない…そういうことか…」R
		【@音無】"「没事，把它当成跟风假粉的暴论就好了」"R //「いや、にわかファンのひとつの意見として受け取ってくれ」R
		
		@bf(iw0209)
		KOE(040004533,004)【岩沢】"「嗯————…」"R //「うーーーーん…」R
		"看来这种方式也很难让她接受。"R //そうも受け取りがたいようだ。R
		【@音無】"「你有这么多铁杆粉丝，完全不必在意这点小事吧？」"R //「あれだけ熱狂的なファンが居るんだから、気にすることはないと思うぜ？」R

		@岩沢の本気のメッセージ=1
		
		@bgm_pop_play(2000)
		
		GOTO #HOTONDO

	}ELSEIF(@選択==2){		// (ビッグなストーリー/ビッチなストーリー/ビッグなブルースリー) ビッグなブルースリー

		@bgm_stack
		@bgm_stop(2000)
		
		@bf(iw0104_02)
		;■台詞同時（合成済）
		//KOE(040004516,004)【岩沢】「ビッグなストーリー」R
		;;KOE(040004545,004)【岩沢】「ビッグなストーリー」R
		//【@音無】「ビッグなブルースリー」R

		multi_msg KOE(040004516,004)【２人】
		【岩沢】"「Big story」"nl next_msg //「ビッグなストーリー」nl next_msg
		【@音無】"「Big Bruce Lee」"R //「ビッグなブルースリー」R
		script.set_message_speed_default

		@bf(iw0101_08)
		KOE(040004548,004)【岩沢】"「嗯？你刚才念的是什么？」"R //「ん？　今あんたなんて言った？」R

		@bgm_play(m118)

		【@音無】"「Big Bruce Lee」"R //「ビッグなブルースリー」R
		
		@bf(iw0115)
		KOE(040004550,004)【岩沢】"「那个Bruce Lee到底是什么啊」"R //「なんなんだ、そのブルースリーってのは」R
		【@音無】"「中国的武术家李小龙，同时也是相当著名的演员。完全称得上是Big的存在」"R //「中国の武術家で、俳優でもある有名人。まさにビッグな存在なんだ」R

		@ビッグなブルースリー=1

		GOTO #SONNAFUU

	}		// (ビッグなストーリー/ビッチなストーリー/ビッグなブルースリー) 

	@bf(iw0104_02)
	;■台詞同時（合成済）
	//KOE(040004516,004)【岩沢】「ビッグなストーリー」R
	;;KOE(040004559,004)【岩沢】「ビッグなストーリー」R
	//【@音無】「ビッグなストーリー」R

	multi_msg KOE(040004516,004)【２人】
	【岩沢】"「Big story」"nl next_msg //「ビッグなストーリー」nl next_msg
	【@音無】"「Big story」"R //「ビッグなストーリー」R
	script.set_message_speed_default

	"如同齐奏般的异口同声。"R //完全にユニゾンする。R

	IF(@少しだけ知ってる){

		@bf(iw0109_02)
		KOE(040004564,004)【岩沢】"「哈，不愧是你啊」"R //「はっ、さすがだなっ」R

	}ELSE{	// IF(@少しだけ知ってる==0){

		@bf(iw0109_02)
		KOE(040004568,004)【岩沢】"「哈，搞什么啊，你这不是知道嘛」"R //「はっ、なんだ、知ってんじゃん」R

	}

	【@音無】"「虽然连我自己都不知道，但似乎已经刻进脑海里了」"R //「自覚はなかったんだけど、染みついてたようだな」R
	
	@bf(iw0101)
	KOE(040004572,004)【岩沢】"「谢了」"R //「ありがと」R
	【@音無】"「我可没做什么值得道谢的事情吧」"R //「礼を言われるようなことは何もしてねーよ」R
	
	@bf(iw0109_02)
	KOE(040004574,004)【岩沢】"「虽然不知道为什么，但既然能够传达给你，我就放心了。太好了」"R //「よくわからないけど、あんたには伝わってるんだって、安心したよ。よかった」R
	【@音無】"「即使你是整个学校里最受欢迎的乐队的最有魅力的主唱？」"R //「そんな学内ではカリスマ的な人気を誇るバンドのボーカルなのに？」R

	#HOTONDO
	
	@bf(iw0201)
	KOE(040004579,004)【岩沢】"「很多人只是为了娱乐而已。沉浸到音乐里之后，人会变得更放得开」"R //「ほとんどの奴は楽しいからだけだよ。音楽にノッてると開放的になれる」R

	IF(@岩沢の本気のメッセージ){

		【@音無】"「的确，仅仅是脑内激素的剧烈分泌，就足以让人感觉满足了」"R //「確かに、脳内物質が激しく分泌されて、それだけで満たされるのかもな」R
		
		@bf(iw0207)
		KOE(040004588,004)【岩沢】"「别再说这种难懂的东西了…」"R //「また難しいことを言うな…」R
		"她长叹了一口气。"R //はぁ、とため息をつく。R

	}else{

		@bf(iw0207)
		KOE(040004583,004)【岩沢】"「即便如此，我也依然在担心，自己真心想要传达的内容，到底有没有传达到。现在也是」"R //「でも、あたしの本気のメッセージまで届いてるかは不安なんだ。今も」R
		【@音無】"「你一直在为此而烦恼吗…」"R //「そんな悩みを抱えていたのか…」R

	}

	@bf(iw0101)
	KOE(040004593,004)【岩沢】"「话说，你想继续听听我以前的故事吗」"R //「なあ、またあたしの話を聞いてくれないか」R
	【@音無】"「当然。比起说的话，我感觉我还是更适合倾听」"R //「もちろん。どっちかって言うと、俺は聞くほうが向いてると思うよ」R
	
	@bf(iw0309_02)
	KOE(040004595,004)【岩沢】"「音无，你这人还真挺有意思」"R							// ■■■■ あだ名の場合つっこまなくていいの？（西 //「音無、お前はほんと、不思議な奴だな」R							
	【@音無】"「是嘛？」"R //「そうか？」R
	
	@bf(iw0301)
	KOE(040004597,004)【岩沢】"「嗯，确实是。所以说，我才打算说给你听」"R //「ああ、そうだよ。だから、話すよ」R
	
	@bgm_stop(3000)
	
	【@音無】"「诶？」"R //「え？」R
	
	@bf(iw0307_01)
	KOE(040004612,004)【岩沢】"「生前我失去了声音，无法再歌唱了」"R //「あたしは生前、声を失ったんだ。歌うことができなかった」R
	
	IF(@野球遊佐の生前を聞こうとした){

		@bf(iw0307_01)
		
		"这是岩泽生前的故事。本来应该是不会和他人轻易谈起的话题才对…。"R //それは岩沢の生前の話だった。簡単には話せないと言っていたのに…。R
		"说明她现在已经相当信任我了吗…。"R //今はそれだけ信用されているってことか…。R

		@回想開始黒
		@fade(bg_siro)
		
	}ELSE{	// IF(@野球遊佐の生前を聞こうとした==0){

		@回想開始黒
		@fade(bg_siro)
		
		"这是她生前的故事。"R //それは生前の話だった。R

	}

	@岩沢の生前の話聞いた=1
	
	close
	@bgm_stop
	@pcmch_stop_all
	@timewaitkey(2000)

	;－－－□岩沢の記憶

	@bgm_play(m126)		;;♪ゆったり系・過去を語ったり
	
	;－－－□喧嘩する両親の影
	@バストショット黒影(bs3_iw0201, -250)
	@bg_pan_rl(ep03_bg019, 4, 35000)
	@timewaitkey(1000)

	KOE(040004617,004)【岩沢】"「我的父母总是在争吵」"R //「両親はいつも喧嘩ばかりしていた」R
	KOE(040004618,004)【岩沢】"「我连自己的房间都没有，只能在怒吼声之中堵上耳朵，蜷缩在角落里」"R //「自分の部屋もなく、その怒鳴り声の中、隅で小さく丸まって耳を塞いでいた」R
	KOE(040004619,004)【岩沢】"「能做的只有把自己关在自己的壳里」"R //「自分の殻に閉じこもるしかなかった」R
	KOE(040004620,004)【岩沢】"「…没有一个可以安歇的地方」"R //「…どこにも休まる場所はなかった」R
	
	close
	//	背景：ＣＤショップ
	@bg_pan_du(ep03_bg021, 4, 25000)
	@timewaitkey(1000)
	
	KOE(040004621,004)【岩沢】"「就在那段时候，我遇到了一个名叫『" @注(@Sad_Machine) "』的乐队」"R //「そんな時、出会ったのが、『"Sad Machine"』というバンドだ」R
	@清除注释
	KOE(040004622,004)【岩沢】"「他们的主唱和我一样，生活在混乱的家庭环境当中。精神上感到痛苦的时候，就会上戴上耳机，躲避到音乐的世界之中」"R //「そのボーカルもあたしと同じく、恵まれない家庭環境に居て、精神的につらい時期は、耳にイヤホンでふたをして、音楽の世界に逃げ込んでいたという」R
	
	@バストショット黒影(bs3_iw0101, 0, 0, 192)
	@bg(ep03_bg021)
	
	KOE(040004623,004)【岩沢】"「我也尝试了一下」"R //「あたしもそうしてみた」R
	KOE(040004624,004)【岩沢】"「仿佛周围的一切都烟消云散了一样」"R //「すべてが吹き飛んでいくようだった」R
	KOE(040004625,004)【岩沢】"「主唱替我呐喊，替我控诉着。控诉着这个毫不讲理的世界」"R //「ボーカルがあたしの代わりに叫んでくれる。訴えてくれる。この世の理不尽を」R
	KOE(040004626,004)【岩沢】"「那些装作一本正经的家伙都是错误的，哭泣的人才是才是正确的。只有孤独的我们，才更像真正的人类」"R //「常識ぶってる奴こそが間違っていて、泣いてる奴こそが正しいんだと。孤独なあたしたちこそが人間らしいんだと」R //译注：My Song歌词
	KOE(040004627,004)【岩沢】"「呐喊着、发泄着、摧毁着这不公的世界」"R //「理不尽を叫んで、叩きつけて、破壊してくれた」R
	
	@回想終了
	@bg(bg_siro)
	
	KOE(040004628,004)【岩沢】"「是『Sad Machine』拯救了我」"R //「『"Sad Machine"』はあたしを救い出してくれたんだ」R

	@回想開始
	close
	//	背景：街並
	@bg_pan_ud(ep03_bg022, 4, 30000, 0)
	@timewaitkey(1000)
	@bgm_play(m107, 2000, 2000)		;;♪回想（やさしげ）
	
	KOE(040004629,004)【岩沢】"「在那个下雨天的垃圾场，遇到那把被丢弃的木吉他，或许也是命运吧…」"R //「雨のゴミ捨て場。そこに捨てられていたアコースティックギターと出会ったのも運命だったのかな…」R

	KOE(040004630,004)【岩沢】"「我用仅有的一点钱买了琴弦，把它变成了自己的吉他」"R //「なけなしの金で弦を買って、自分のギターにした」R
	KOE(040004631,004)【岩沢】"「我从旧书店买了本和弦谱，每天都练习着」"R //「古本屋に売っていたコードブックを買って、毎日練習をした」R
	KOE(040004632,004)【岩沢】"「我从来没有翻唱过别人的作品。因为我不想歌唱别人说过的话」"R //「コピーなんて一切しなかった。他人の言葉なんて歌いたくなかった」R
	KOE(040004633,004)【岩沢】"「所以，我拼命地练习着，终于到了能够自己作曲的程度」"R //「だから、必死に練習をして、曲が作れるようになった」R
	
	@bg(bg_siro)
	
	KOE(040004634,004)【岩沢】"「到了这时，吉他已经成了我永远都不会放手的伙伴」"R //「その時にはギターは二度と手放せない相棒になっていた」R
	
	close
	@バストショット白影(bs3_iw0201, 250, 0, 96)
	@bg_pan_lr(ep03_bg023, 4, 30000)
	@timewaitkey(1000)
	
	KOE(040004635,004)【岩沢】"「我背起了吉他，开始了街头演唱」"R //「あたしはそれを背負って、路上で歌い始めた」R
	KOE(040004636,004)【岩沢】"「本以为一无所有人生，现在出现了音乐」"R //「何もないと思っていたあたしの人生には、歌があったんだ」R
	
	//	背景：街並
	
	KOE(040004637,004)【岩沢】"「我决定成为自由职业者。学校的老师们拼命劝我升学，但我不想再继续依赖父母了」"R //「進路は、フリーターとした。学校の先生は必死に進学を薦めてきたけど、これ以上親を頼りたくなかった」R
	KOE(040004638,004)【岩沢】"「我想要变得自立，靠歌唱来养活自己」"R //「自立して、歌で食っていきたかった」R
	
	@バストショット白影(bs3_iw0201, 250, 0, 96)
	@bg_pan_rl(ep03_bg027, 4, 30000)
	
	KOE(040004639,004)【岩沢】"「我一边打工存钱，一边不断参加唱片公司的试音，这么日复一日」"R //「バイトをしてお金を貯め、レコード会社のオーディションを受け続ける日々」R
	KOE(040004640,004)【岩沢】"「我已经决定好了，只要一毕业，就离开那个家，去东京，一个人靠音乐活下去」"R //「卒業と同時にあたしは、絶対にあの家を出て、上京して、そして、音楽で食っていく」R
	
	@bg(bg_siro)
	
	KOE(040004641,004)【岩沢】"「这个梦想马上就要实现了。一家唱片公司看中了我，离正式出道只有一步之遥了」"R //「その夢は叶う。あるレコード会社の目にとまり、メジャーデビューまでは後もうほんの少しだったんだ」R
	
	@回想終了
	close
	@bg(bg_kuro)
	@bgm_stop(1000)
	@timewaitkey(500)
	
	KOE(040004642,004)【岩沢】"「但是…我在打工的时候昏倒了」"R //「でも…バイト中にあたしは倒れた」R
	
	@回想開始黒
	close
	@bgm_play(m207)		;;♪過去語り曲
	@bg_pan_zd(ep01_bg030, 4, 40000)
	@timewaitkey(1000)

	KOE(040004643,004)【岩沢】"「醒来之后，已经躺在医院的病床上了」"R //「目覚めたのは病院のベッド」R
	KOE(040004644,004)【岩沢】"「我失去了自己的声音…」"R //「あたしは言葉を失ってしまっていた…」R
	KOE(040004645,004)【岩沢】"「只能发出痛苦的呜咽声…」"R //「喉からはうめき声しか出なかった…」R
	KOE(040004646,004)【岩沢】"「诊断结果为脑梗塞导致的失语症…」"R //「脳梗塞による失語症という診断だった…」R
	KOE(040004647,004)【岩沢】"「原因是在父母吵架的时候，被啤酒瓶打中了头部」"R //「原因は、両親の喧嘩のとばっちりだった。ビール瓶での頭部打撲」R
	KOE(040004648,004)【岩沢】"「我仅仅是跳到了他们中间，试图劝架而已…」"R //「仲裁に飛び込んでいっただけだったのに…」R
	KOE(040004649,004)【岩沢】"「我诅咒着命运」"R //「運命を呪った」R
	KOE(040004650,004)【岩沢】"「已经无处可逃了」"R //「どこにも逃げ出せなかった」R
	
	@回想終了
	@bg(bg_kuro)
	
	KOE(040004651,004)【岩沢】"「我的人生，到此就结束了」"R //「あたしの人生は、そこで終わった」R

	close
	@timewaitkey(1000)
	@bgs(ep07_bg033, iw0110, 4)
	
	【@音無】"「………」"R //「………」R
	
	@bf(iw0109)
	
	"也许是因为一口气说完太累了，她长呼了一口气。"R //一気に話して疲れたのか、ふぅと一息入れた。R

	@bf(iw0108)
	;－－－★★★★修正
	KOE(040004655,004)【岩沢】"「你之前不是说过，人类是为了为了留下子孙后代才活着的吗？」"R //「あんたは、人が生きるのは、子孫を残すためだって言ったよな？」R
	;KOE(040004655,004)【岩沢】「あんたは、人が生きるのは、子孫を繁栄させるためだって言ったよな？」R

	#AA
	
	【@音無】"「嗯…」"R //「ああ…」R
	
	@bf(iw0107)
	KOE(040004659,004)【岩沢】"「如果面对的是只有18岁的我，这话也同样适用吗」"R //「わずか１８歳だったあたしにもそれは言えることなのかな」R
	【@音無】"「嘛，只是从生理学角度来说的话…」"R //「まあ、生理学的にはな…」R
	
	@bf(iw0107_09)
	KOE(040004661,004)【岩沢】"「我是不是误会了什么？是不是搞错了什么」"R //「あたし、何か勘違いしてたのかな。間違ってたのかな」R
	【@音無】"「不，人类是靠理性思考的，所以你并没有错」"R //「いや、人は理性的だから、何も間違っちゃいない」R
	
	@bf(iw0107)
	KOE(040004663,004)【岩沢】"「你的话偶尔会变得很难懂啊」"R //「あんたの話は時たま難しくなるな」R
	
	@bf(iw0109)
	KOE(040004664,004)【岩沢】"「但正因为如此才让人感兴趣啊。能说的再简单易懂一点就好了」"R //「だからこそ興味深くもあるんだが。もっとわかりやすく言ってくれ」R
	【@音無】"「我…我不会否定岩泽的人生」"R //「俺は…岩沢の人生を否定しない」R
	
	@bf(iw0101_08)
	
	【@音無】"「我觉得这就是所谓的『活着』」"R //「それが『生きること』だと思う」R
	【@音無】"「不，也许这才是活着本身」"R //「いや、それこそが、かな」R
	
	@bf(iw0107_02)
	KOE(040004668,004)【岩沢】"「又说些奇怪的话了啊。现在反而开始感性了吗？」"R //「おかしなことを言うな。この期に及んで感情論かい？」R
	【@音無】"「抱歉，我并不是在同情你」"R //「悪いが、同情なんてしてねぇよ」R
	
	@bf(iw0208_01)
	KOE(040004670,004)【岩沢】"「嚯…越来越有意思了」"R //「ほぅ…ますます面白いね」R
	【@音無】"「说到底，岩泽是在寻找着幸福」"R //「結局のところ、岩沢は幸せ探しをしていたんだ」R
	
	@bf(iw0207_02)
	KOE(040004672,004)【岩沢】"「欸？」"R //「へぇ」R
	【@音無】"「你现在幸福吗？」"R //「今のあんたは幸せか？」R
	
	@bf(iw0109_01)
	KOE(040004674,004)【岩沢】"「嘛，我现在能够唱歌，也有乐队的同伴和粉丝，多少算是幸福的吧」"R //「まあ、歌も歌えてるし、バンド仲間やファンも居て、そこそこ幸せだよ」R
	【@音無】"「多少算是，吗」"R //「そこそこ、か」R
	【@音無】"「岩泽你说不定，正暂停着寻找幸福的脚步哦？」"R //「もしかしたら、岩沢は幸せ探しを休んでるんじゃないか？」R //TODO：我承认我没太跟上麻枝准的回路，日后可能需要重新斟酌
	
	@bf(iw0104_02)
	KOE(040004677,004)【岩沢】"「嚯，你还真敢说啊」"R //「ほぅ、言うねぇ」R
	
	@bf(iw0105_06)
	KOE(040004678,004)【岩沢】"「你倒是说说，被塞进了生前这些记忆的我，该怎么才能变得幸福啊」"R //「こんな生前の記憶を植え付けられたまま、どうやったら、幸せになれるって言うんだい」R
	
	@bf(iw0105_09)
	
	【@音無】"「那我就不清楚了。这毕竟是你自己的事情，我是不可能知道的」"R //「それはわからない。それこそお前次第だ。俺にわかるわけがない」R
	
	@bgm_stop(2000)
	
	@bf(iw0109)
	KOE(040004680,004)【岩沢】"「寻找幸福吗…」"R //「幸せ探しねぇ…」R
	
	@bf(iw0301_08)
	KOE(040004681,004)【岩沢】"「哎呀，已经这个时候了吗。该回去练习了」"R //「おっと、もうこんな時間か。あたしは練習に行くよ」R
	【@音無】"「嗯」"R //「ああ」R
	
	@bs

	"和岩泽就此告别了。"R //ここで岩沢と別れることに。R
	
	close
	@bg_pan_du(ep04_bg047)
	@timewaitkey(1000)
	
	"…我望着她远去的背影，叹了口气。"R //…遠ざかっていく背中を眺めながら、息を吐く。R
	"明明我没有记忆，为什么却能说出这些听起来很了不起的话呢。"R //記憶が戻っていないくせに、何を偉そうなことを言ったんだろうな、俺は。R

	GOTO #IWASAWA

}ELSEIF(@選択==1){		// (俺はカラスのほうが好きだ/お前は蝶だ/お前は夜の蝶だ) お前は蝶だ

	【@音無】"「你就是蝴蝶」"R //「お前は蝶だ」R
	
	@bf(iw0109_02)
	KOE(040004692,004)【岩沢】"「哈啊，不必那么刻意照顾我的感受哦？我怎么可能是蝴蝶啊」"R //「はっ、気を遣わなくたっていいんだぜ？　あたしが蝶なものか」R
	【@音無】"「即使只是一只弱不禁风的蝴蝶，却依然背负着所有的一切…并且还在鼓舞着其他人」"R //「非力そうな蝶でも全部背負って…しかも、誰かを元気づけようとしてる」R
	
	@bf(iw0101_08)
	
	【@音無】"「哪怕拼命到划伤了手指，哪怕就快要倒下，你也会继续演奏下去的吧？」"R //「全力で指もすり切れて、ぶっ倒れそうでも、やるんだろ？」R
	【@音無】"「今晚也要成为蝴蝶」"R //「今夜も蝶ってさ」R
	
	@bf(iw0108)
	KOE(040004696,004)【岩沢】"「为什么你会如此执着于蝴蝶啊？而且蝴蝶会在晚上飞出来吗？」"R //「なんで、そこまで蝶にこだわるんだ？　そもそも蝶は夜、飛ぶのか？」R
	"被抓住漏洞了…。"R //痛いところを突かれた…。R
	【@音無】"「那就换成飞蛾吧。在昆虫分类学上是没区别的」"R //「じゃ、蛾だ。昆虫分類学上、違いはない」R
	
	@bf(iw0207)
	KOE(040004699,004)【岩沢】"「飞蛾？不是很想被这么形容啊…」"R //「蛾？　なんか、その言われようは嫌なんだが…」R
	【@音無】"「除了外表以外，和蝴蝶并没有区别哦？」"R //「見た目が違うだけで蝶と同じだぜ？」R

	GOTO #SONOMITAME

}ELSE{	// IF(@選択==2){		// (俺はカラスのほうが好きだ/お前は蝶だ/お前は夜の蝶だ) 

	;－－－
	【@音無】"「你就是夜晚的蝴蝶」"R //「お前は夜の蝶だ」R
	
	@bf(iw0107)
	KOE(040004709,004)【岩沢】"「诶？什么意思啊。听起来跟夜店小姐似的？」"R //「え？　なんだよそれ。水商売的なか？」R
	【@音無】"「不是不是，是指自由飞翔的蝴蝶」"R //「いやいや、自由に羽ばたく蝶さ」R
	
	@bf(iw0108)
	KOE(040004711,004)【岩沢】"「那就没必要带上夜晚的前缀吧？」"R //「だったら、夜は要らなくねーか？」R

	"确实…蝴蝶是昼行性的，夜行性的应该是飞蛾。"R //そうだ…蝶は昼行性だった。夜行性なのは蛾だ。R

	@@選択=SELBTN(@selbtn_s_2,
		"你就是蝴蝶", //お前は蝶だ,
		"你就是飞蛾" //お前は蛾だ
	)@selbtn_log
	IF(@選択==0){		// (お前は蝶だ/お前は蛾だ) お前は蝶だ

		【@音無】"「是啊。你就是蝴蝶」"R //「だな。お前は蝶だ」R
		
		@bf(iw0208_09)
		KOE(040004722,004)【岩沢】"「蝴蝶的英语是怎么说的？」"R //「蝶は英語でなんて言うんだ？」R
		【@音無】"「Butterfly」"R //「バタフライ」R
		
		@bf(iw0107_01)
		KOE(040004724,004)【岩沢】"「那必须得写一首《Butterfly Song》才行了」"R //「だったら、バタフライソングって曲を書かなきゃな」R
		【@音無】"「嗯。即使只是一只弱不禁风的蝴蝶，却依然背负着所有的一切…并且还在鼓舞着其他人」"R //「ああ、非力そうな蝶でも全部背負って…しかも、誰かを元気づけようとしてる」R
		【@音無】"「哪怕拼命到划伤了手指，哪怕就快要倒下，你也会继续演奏下去的吧？」"R //「全力で指もすり切れて、ぶっ倒れそうでも、やるんだろ？」R
		
		@bf(iw0109_01)
		KOE(040004727,004)【岩沢】"「今晚也要」"R //「今夜も」R
		
		@bgm_stack
		@bgm_stop(2000)
		
		@bf(iw0104_02)
		;■台詞同時（合成済）
		//KOE(040004730,004)【岩沢】「ビッグなストーリー」R
		//【@音無】「夜の蝶」R

		multi_msg KOE(040004730,004)【２人】
		【岩沢】"「Big story」"nl next_msg //「ビッグなストーリー」nl next_msg
		【@音無】"「夜晚的蝴蝶」"R //「夜の蝶」R
		script.set_message_speed_default
		
		@bgm_play(m118)
		
		@bf(iw0207)
		KOE(040004733,004)【岩沢】"「为什么你会如此执着于夜晚的蝴蝶啊？」"R //「なんで、そこまで夜の蝶にこだわるんだ？」R
		【@音無】"「抱歉，是昼行的蝴蝶」"R //「悪い、昼間の蝶だった」R
		
		@bf(iw0207_09)
		KOE(040004735,004)【岩沢】"「就算你这么改口，我也搞不明白啊…」"R //「言い直されても、ぴんと来ないよ…」R
		"欸欸？好感度是不是下降了！？"R //あれ？　好感度下がってる！？R
		
		@bgm_pop_play(2000)
		
		@bf(iw0108)
		;－－－★★★★修正
		KOE(040004737,004)【岩沢】"「那个，你之前不是说过，人类是为了为了留下子孙后代才活着的吗？」"R //「なあ、あんたは人が生きるのは、子孫を残すためだって言ったよな？」R
		;KOE(040004737,004)【岩沢】「なあ、あんたは、人が生きるのは、子孫を繁栄させるためだって言ったよな？」R

		@お前は蝶だ=1

		GOTO #AA

	}ELSE{	// IF(@選択==1){		// (お前は蝶だ/お前は蛾だ) お前は蛾だ

		【@音無】"「是啊。你就是飞蛾，飞蛾才是夜行性的」"R //「だな。お前は蛾だ。蛾は夜飛ぶ」R
		
		@bf(iw0207)
		KOE(040004747,004)【岩沢】"「飞蛾？不是很想被这么形容啊…」"R //「蛾？　なんか、その言われようは嫌なんだが…」R
		【@音無】"「蝴蝶和飞蛾，在昆虫分类学上并没有区别哦？只是外表不一样而已」"R //「蝶と蛾の間に、昆虫分類学上、違いはないぜ？　見た目が違うだけで」R

		#SONOMITAME
		
		@bf(iw0207_09)
		KOE(040004752,004)【岩沢】"「我讨厌那种外表…」"R //「その見た目が嫌なんだが…」R
		【@音無】"「飞蛾的英语是Moth。既然如此，要不要试着写一首《Moth Song》？」"R //「蛾は英語でモスだ。だから、モスソングって曲でも書いてみたらどうだ？」R
		【@音無】"「即使只是一只弱不禁风的飞蛾，却依然背负着所有的一切…并且还在鼓舞着其他人」"R //「非力そうな蛾でも全部背負って…しかも、誰かを元気づけようとしてる」R
		【@音無】"「哪怕拼命到划伤了手指，哪怕就快要倒下，你也会继续演奏下去的吧？」"R //「全力で指もすり切れて、ぶっ倒れそうでも、やるんだろ？」R
		【@音無】"「今夜も蛾ってさ」"R //「今夜も蛾ってさ」R
		
		@bf(iw0108)
		KOE(040004757,004)【岩沢】"「为什么你会如此执着于飞蛾啊？」"R //「なんで、そこまで蛾にこだわるんだ？」R
		【@音無】"「今晚也要成为飞蛾」"R //「夜行性だからだ」R
		
		@bf(iw0107_09)
		KOE(040004759,004)【岩沢】"「就算你这么说，我也搞不明白啊…」"R //「言われても、ぴんと来ねーよ…」R
		"欸欸？好感度是不是下降了！？"R //あれ？　好感度下がってる！？R
		
		@bf(iw0108)
		;－－－★★★★修正
		KOE(040004761,004)【岩沢】"「那个，你之前不是说过，人类是为了为了留下子孙后代才活着的吗？」"R //「なあ、あんたは人が生きるのは、子孫を残すためだって言ったよな？」R
		;KOE(040004761,004)【岩沢】「なあ、あんたは、人が生きるのは、子孫を繁栄させるためだって言ったよな？」R

		@お前は蛾だ=1

		GOTO #AA

	}		// (お前は蝶だ/お前は蛾だ)

}		// (俺はカラスのほうが好きだ/お前は蝶だ/お前は夜の蝶だ) 

#IWASAWA

@bg(ep07_bg033)

@bgm_play(m104)		;;♪テンポのいい、跳ねるような曲

@bs(sk0111@r3, ir0102@l3)
@横揺れ_弱

"岩泽前脚刚走，关根和入江就后脚紧跟着跳了出来。"R //岩沢が見えなくなると、入れ替わりに関根と入江が飛び出してきた。R

;－－－

//	▼▼条件分岐が不十分だったので、追加しました▼▼		西村
//IF(@岩沢の生前の話聞いた==0){
IF(@岩沢の生前の話聞いた==0||@ビッチなストーリー==1||@ビッグなブルースリー==1){

	IF(@ビッチなストーリー){

		@bs(sk0108@00a, ir0103)
		KOE(040004784,006)【関根】"「太可惜了！不对，太奇怪了！！」"R //「惜しい！　いや、おかしい！！」R
		【@音無】"「哪里奇怪了啊…」"R //「何がだよ…」R
		
		@bf(sk0107@06)
		@横揺れ_弱
		KOE(040004786,006)【関根】"「Bitch story是要搞什么啊！！」"R //「ビッチなストーリーなんてあるかいっ！！」R
		
		@bf(ir0306_04)
		KOE(040004787,007)【入江】"「这种用词太过分了…」"R //「ひどい言葉だった…」R

	}elseif(@ビッグなブルースリー){

		@bs(sk0108@00a, ir0103)
		KOE(040004791,006)【関根】"「可惜了！真的是太可惜了！」"R //「惜しい！　なんか惜しい！」R
		【@音無】"「什么可惜了啊…」"R //「何がだよ…」R
		
		@bf(sk0106@00d)
		KOE(040004793,006)【関根】"「竟然能把Story和Bruce Lee搞混！！」"R //「ストーリーとブルースリーを間違えるなんて！！」R
		
		@bf(ir0306_01)
		KOE(040004794,007)【入江】"「歌词里突然出现这种东西，本身就很奇怪吧」"R //「いきなり歌詞に出てきたら不自然だもんね」R

	}elseif(@お前は蝶だ){

		@bs(sk0108@00a, ir0103)
		KOE(040004798,006)【関根】"「可惜了！真的是太可惜了！」"R //「惜しい！　なんか惜しい！」R
		【@音無】"「什么可惜了啊…」"R //「何がだよ…」R
		
		@bf(sk0109)
		KOE(040004800,006)【関根】"「为啥要把她比作夜行的蝴蝶啊」"R //「夜の蝶に例えるのはどーかと」R
		
		@bf(ir0306_04)
		KOE(040004801,007)【入江】"「感觉意思完全不一样了…」"R //「意味、違っちゃうもんねぇ…」R

	}elseif(@お前は蛾だ){

		@bs(sk0108@00a, ir0103)
		KOE(040004805,006)【関根】"「太可惜了！不对，太奇怪了！！」"R //「惜しい！　いや、おかしい！！」R
		【@音無】"「哪里奇怪了啊…」"R //「何がだよ…」R
		
		@bf(sk0406)
		KOE(040004807,006)【関根】"「为啥要把她比作飞蛾啊」"R //「蛾に例えるのはさすがにどーかと」R
		
		@bf(ir0306_04)
		KOE(040004808,007)【入江】"「我挺害怕飞蛾的…」"R //「あたし、蛾、すごく苦手…」R
	}

	【@音無】"「是啊…等一下，你们两个又在偷窥吗！？」"R //「だよなぁ…つか、また見てたのかよ、お前らっ！？」R
	
	@bf(sk0105, ir0101)
	KOE(040004813,006)【関根】"「没有没有，我和美雪亲只是正好在玩捉迷藏，然后你们两个刚好就出现了…」"R //「いえいえ、たまたま隠れん坊をみゆきちとしていたら、いきなりふたりがやってきまして…」R
	【@音無】"「下次换个好点的借口吧」"R //「もっとマシな嘘を考えておけよ」R
	
	@bf(sk0104)
	KOE(040004815,006)【関根】"「但是，竟然能让岩泽前辈那个音乐狂魔如此敞开心扉…炸了啊！」"R //「でも、ここまであの音楽キチな岩沢先輩から心を許されている存在…ぱねぇっす！」R

	GOTO #SORYA

}

@bs(sk0104@11g, ir0102_01)
KOE(040004820,006)【関根】"「炸了啊！音无同学，炸了啊！」"R								// ■■■■ あだ名の場合つっこまなくていいの？（西 //「ぱねぇっす！　音無さん、ぱねぇっす！」R								
【@音無】"「还是指厉害得如同核弹爆炸吗？」"R //「また完璧、それ以上だったのか？」R

@bf(sk0106_01@00a, ir0101)
KOE(040004822,006)【関根】"「完全正确！」"R //「その通りです！」R

@bf(sk0410_03)
KOE(040004823,006)【関根】"「我…更喜欢乌鸦哦…」"R //「俺は…カラスのほうが好きだ…」R

@bf(sk0204@11d)
KOE(040004824,006)【関根】"「这个已经可以等同于向岩泽前辈表白了吧！」"R //「それって、もう岩沢先輩にコクってるも同然じゃないですか！」R

@bf(sk0106_01)
KOE(040004825,006)【関根】"「而且最绝的，还是你们两个一起…」"R //「そして極めつけは、ふたりして…」R

@bf(bs3_sk0206_03@00a, bs3_ir0302@00a)
;■台詞同時（合成済）
//KOE(040004828,006)【関根】「ビッグなストーリー」R
//KOE(040004829,007)【入江】「ビッグなストーリー」R

KOE(040004830,006)【２人】"「Big story！」"R //「ビッグなストーリー」R

@bf(bs2_sk0304@11a, bs2_ir0201@00a)
KOE(040004831,006)【関根】"「炸了啊！」"R //「ぱねぇっす！」R

@bf(ir0301_02)
KOE(040004832,007)【入江】"「哪怕是我们两个，在演奏的时候也做不到和她如此同步…」"R //「あたしたちだって、演奏中にあんなユニゾンしたことないのに…」R
【@音無】"「求求你们不要再提了，要害羞死了…」"R //「思い出させないでくれ、恥ずかしいから…」R
【@音無】"「话说，你们两个又在偷窥吗！？」"R //「つか、また見てたのかよ、お前らっ！？」R

@bf(sk0105@00o, ir0302_01)
KOE(040004835,006)【関根】"「没有没有，我和美雪亲只是正好在玩捉迷藏，然后你们两个刚好就出现了…」"R //「いえいえ、たまたま隠れん坊をみゆきちとしていたら、いきなりふたりがやってきまして…」R
【@音無】"「下次换个好点的借口吧…」"R //「もっとマシな嘘を考えておけよ…」R

@bf(sk0106_03, ir0101)
KOE(040004837,006)【関根】"「总之，我完全没想到，你竟然能如此顺利地让岩泽前辈坦白自己的过去啊！」"R //「ともかく、あの岩沢先輩の過去をあんなにもスムーズに引き出せるとは思ってもみなかったことですよ！」R
【@音無】"「是嘛？」"R //「そうなのか？」R

@bf(sk0416)
KOE(040004839,006)【関根】@bc"「据我所知的话，音无同学，你可是第一个听她亲口讲述的男性啊！」"@bf_c(3000, sk0406_01)R		// ■■■■ あだ名の場合つっこまなくていいの？（西 //「あたしの知るところ、男に話したのは、音無さん、あんたが初めてだよ！」@bf_c(3000, sk0406_01)R		

#SORYA

【@音無】"「那还真是荣幸吧…」"R //「そりゃ光栄な話で…」R

@bf(ir0302@00b)
KOE(040004844,007)【入江】"「啊啊，抓蝴蝶的岩泽前辈，真的好可爱啊…」"R //「ああ、蝶と戯れてる岩沢先輩、可愛かったなあ…」R

@bf(sk0410_03)
KOE(040004845,006)【関根】"「就应该把视频录下来，作为GDM的财产保留下来啊」"R //「あれはビデオに撮ってガルデモの財産として残しておくべき光景でした」R
【@音無】"「嘛，我估计也没有下次了」"R //「まあ、二度とないだろうけどな」R

@bf(sk0104@00o, ir0101)
KOE(040004847,006)【関根】"「不不不，好戏才刚刚开始呢！」"R //「いやいや、クライマックスはこれからですよ！」R
【@音無】"「这次你又想做些什么啊…」"R //「今度は何させようってんだよ…」R

@bf(sk0208_03, ir0101)
KOE(040004849,006)【関根】"「现在的岩泽前辈，已经对音无同学神魂颠倒了」"R						// ■■■■ あだ名の場合つっこまなくていいの？（西 //「もう、岩沢先輩は音無さんにメロメロ」R						
【@音無】"「我自己都没感觉到呢」"R //「まったく、そんな自覚はないけどな」R

@bf(sk0406_03)
KOE(040004851,006)【関根】"「等你下次去空教室的时候，她肯定会正在写思念你的曲子！」"R //「次、いつものように空き教室に訪れた時には、あなたを想う曲を書いてるに違いない！」R

@bf(ir0106_04)
KOE(040004852,007)【入江】"「诶—，我觉得岩泽前辈不会写情歌的啦—」"R //「えー、岩沢先輩がラブソングは書かないと思うよー」R

@bf(sk0108@00d)
KOE(040004853,006)【関根】"「但是，我们眼前的这个男人正在颠覆着这一前提！没错，这就是GDM新生的时刻！！」"R //「今、この男がその根底を覆そうとしている！　まさにガルデモ新生の時！！」R

@bf(ir0304_05@10@00d)
KOE(040004854,007)【入江】"「不可能吧！」"R //「そんなっ！」R

@bf(sk0109_01, ir0301)
KOE(040004855,006)【関根】@bc"「哈～…不过，干得漂亮啊。能让我们看到岩泽前辈在花田里捉蝴蝶的样子！」"@bf_c(4400, sk0104)R //「は～…しかし、本当によくやってくれてるよ、あんなお花畑で蝶と戯れてる岩沢先輩の姿が見れるなんて！」@bf_c(4400, sk0104)R

@bf(ir0102@00a)
KOE(040004856,007)【入江】"「嗯！嗯！」"R //「うん！　うん！」R
【@音無】"「不就是个花坛吗…」"R //「ただの花壇だからな…」R

IF(@遊佐からの定時集合なしに){
	
	@bs
	
	//	いきなり夕方や夜空を使うのも整合性が難しいので、一文コメントアウトしました		西村
	//そろそろ暗くなってきた。R
	"我看了看表，正好快到例行会议的时间了。"R //腕時計を見る。ちょうど定例会議の時間だ。R

	@bf(sk0101, ir0101)

	【@音無】"「那么，我回作战总部了。你们还要继续练习的吧」"R //「じゃあ、俺は本部に行くから。お前らもこれから練習だろ」R
	
	@bf(sk0103, ir0101)
	KOE(040004863,006)【関根】"「嗯！请慢走～」"R //「はい。いってらっしゃいませ～」R
	
	@bgm_stop(2000)
	@fade(bg_kuro, 25)
	
	RETURN

}

;－－－★★★★修正

@bgm_stop(1000)

@face(ys0101)
KOE(040004869,008)【遊佐】"「音无同学，到了例行会议的时间了」"R								// ■■■■ あだ名の場合つっこまなくていいの？（西 //「音無さん、定例会議です」R								

close
@bgm_play(m118)		;;♪日常（おちゃらけ）
@bs(ys0101)
@横揺れ_弱

"又凭空出现了啊！"R //また突然現れた！R

@face(sk0101_06)
KOE(040004871,006)【関根】"「哎呀，这不是游佐同学吗」"R //「おろ、遊佐たんではないですか」R

IF(@遊佐の出現１){

	【@音無】"「喂，你们两个有看见过她走路的样子吗！？」"R //「お前らっ、こいつが歩いてここまで歩いて来たのを見たか！？」R
	
	@bs(sk0101, ir0101)
	
	"我趁着这个机会，询问着她们两个。"R //ここぞとばかりにふたり訊く。R
	
	@bf(ir0104)
	KOE(040004876,007)【入江】"「我是没见过…」"R //「見てませんけど…」R
	【@音無】"「关根呢！？」"R //「関根は！？」R
	
	@bs(sk0406, ir)
	KOE(040004878,006)【関根】"「我光顾着说话了，根本就没注意」"R //「話に夢中で、気づきませんでしたが」R
	
	@bs(ys0101)
	@横揺れ_弱
	
	【@音無】"「游佐，你这家伙不管怎么看，都很不正常啊！」"R //「遊佐、やっぱりお前、スペック的におかしいぜ！」R
	
	@bs(ys0104_01)
	KOE(040004880,008)【遊佐】"「怎么了，为什么要用那种怀疑的眼光看着我」"R //「なんですか、その疑惑の目で見られているこの状況は」R
	【@音無】"「换谁都会怀疑吧！」"R //「そりゃ、見るっての！」R

	@bs(sk0106, ir0104)
	
	【@音無】"「喂，关根，入江，我要回作战总部了，麻烦你们好好看清楚，看看游佐是怎么离开的！」"R //「おい、関根、入江、俺は今から本部に向かうが、遊佐がここから立ち去るまで見届けてくれ！」R
	
	@bf(sk0109)
	KOE(040004883,006)【関根】"「我们马上就要去练习了」"R //「あたしたち、これから練習なんですけど」R
	
	@bf(ir0102)
	KOE(040004884,007)【入江】"「嗯，现在已经迟到了，必须得赶紧过去才行」"R //「うん、すでに遅れてるし、早く行かないと」R
	"怎会如此。现在就想解开游佐身上的谜团的话，还为时过早了吗…。"R //なんてこった。遊佐の神秘を解明するのはまだ早すぎるというのか…。R

	@bs(ys0101)

	【@音無】"「知道了…那我走了」"R //「わかったよ…じゃ行くよ」R

}ELSE{	// IF(@遊佐の出現１==0){

	【@音無】"「收到。那我走了」"R //「了解。行くよ」R
	
	@bf(ys0106)
	KOE(040004890,008)【遊佐】"「嗯，拜托了」"R //「はい、お願いします」R

}

@bgm_stop(2000)
@fade(bg_kuro, 25)

RETURN
