

#Z00
/*
【@音無】"「今日はトルネードだってのに、また曲を書いてんのか？」"R //「今日はトルネードだってのに、また曲を書いてんのか？」R
KOE(040004924,004)【岩沢】"「いや、今は作詞だよ。曲は出来てる」"R //「いや、今は作詞だよ。曲は出来てる」R
【@音無】"「それを今日やるのか？」"R //「それを今日やるのか？」R
KOE(040004926,004)【岩沢】"「今回はただのトルネードじゃないってゆりから聞いてさ。だから、ひさ子も関根も入江も、新曲のアレンジを固めていってる」"R //「今回はただのトルネードじゃないってゆりから聞いてさ。だから、ひさ子も関根も入江も、新曲のアレンジを固めていってる」R
【@音無】"「よくわかんねーけど、歌詞は後から書くもんなんだな」"R //「よくわかんねーけど、歌詞は後から書くもんなんだな」R
KOE(040004928,004)【岩沢】"「それは人それぞれ。あたしは、絶対に曲から書く。どーしてかわかるか？」"R //「それは人それぞれ。あたしは、絶対に曲から書く。どーしてかわかるか？」R
*/


@bg(ep03_bg015, 25)
@cinema_bs(bs2_iw0108_09, 3, 200)

"我来到了空教室。岩泽正盯着乐谱看。"R //空き教室にくると、岩沢が楽譜をジッと見つめていた。R
"虽然现在是考试期间，但似乎对她毫无影响。"R //テスト期間中だろうと、お構いなしのようだ。R

close
@pcmch_play(0, @木製扉開ける)//効果音（扉開ける）
@sc_cinema_off
@bs_wipe_type(2)
@bs
@timewaitkey(500)

【@音無】"「在作曲吗？」"R //「作曲中か？」R

@bs(iw0109_08)
KOE(040004924,004)【岩沢】"「不，现在是在作词。曲子已经写好了」"R //「いや、今は作詞だよ。曲は出来てる」R
【@音無】"「我不太了解音乐的事情。作词是在作曲之后进行的吗？」"R //「よくわかんねーけど、歌詞は後から書くもんなんだな」R

@bf(iw0208)
KOE(040004928,004)【岩沢】"「这种事情因人而异吧。我从来都是从作曲开始。知道为什么吗？」"R //「それは人それぞれ。あたしは、絶対に曲から書く。どーしてかわかるか？」R


@@選択=SELBTN(@selbtn_s_2,
	"知道", //わかる,
	"不知道" //わからない
)@selbtn_log
IF(@選択==0){		// (わかる/わからない) わかる

	【@音無】"「知道」"R //「わかる」R
	
	@bf(iw0201_08)
	KOE(040004937,004)【岩沢】"「哦，很厉害啊。具体是因为什么呢？」"R //「ほぅ、だとしたらすごいな。理由は？」R

	@@選択=SELBTN(@selbtn_m_3,
		"你不擅长作词", //作詞が苦手だから,
		"歌词要顾及编曲", //アレンジ次第だから,
		"你其实更喜欢器乐乐队" //本当はインストバンドが好きだから
	)@selbtn_log
	IF(@選択==0){		// (作詞が苦手だから/アレンジ次第だから/本当はインストバンドが好きだから) 

		【@音無】"「因为你不擅长作词，吗？」"R //「作詞が苦手だから、とか？」R
		;－－－★★★★修正
		//	▼▼ボイスに合わせてこちらをコメントアウトしておきました▼▼		西村
		;KOE(040004946,004)【岩沢】「それはないな。やっぱり伝えたいメッセージがあるからな」R
		
		@bf(iw0109_01)
		KOE(040004946,004)【岩沢】"「你还真说中了。的确，作曲对我来说更舒服些。但是还有别的原因」"R //「いいとこつくな。確かに、作曲よりは苦手だ。でも別に理由がある」R

	}ELSEIF(@選択==1){		// (作詞が苦手だから/アレンジ次第だから/本当はインストバンドが好きだから) 

		【@音無】"「因为歌词要顾及编曲？」"R //「アレンジ次第だからか？」R
		
		@bf(iw0102)
		KOE(040004951,004)【岩沢】@bc"「你还真说中了。的确，有些时候歌词会顺着编曲的感觉来写。但是还有别的原因」"@bf_c(6500, iw0109_01)R //「いいとこつくな。確かに、アレンジに引っ張られて、書くこともある。でも別に理由があるんだ」@bf_c(6500, iw0109_01)R

	}ELSE{	// IF(@選択==2){		// (作詞が苦手だから/アレンジ次第だから/本当はインストバンドが好きだから) 

		【@音無】"「因为你其实更喜欢器乐乐队？」"R //「本当はインストバンドが好きだからか？」R
		@bf(iw0109_01)
		KOE(040004957,004)【岩沢】"「并不是。很多事情是必须要通过歌唱来传达的」"R //「それはないな。やっぱり歌があって、伝えたいメッセージがあるからな」R

	}

}ELSE{	// IF(@選択==1){		// (わかる/わからない) 

	【@音無】"「不知道」"R //「わからない」R
	
	@bf(iw0109_01)
	KOE(040004965,004)【岩沢】"「果然呢」"R //「だろうな」R

}

@bf(iw0201)
KOE(040004968,004)【岩沢】"「虽然只是我个人的看法吧，但我觉得，就算歌词写的再好，没有好的曲子作为载体，也无法将信息传达到任何人的内心里」"R //「これはあたしの持論なんだけどさ、どれだけいい歌詞でも、曲が良くなかったら、そのメッセージは誰の心にも響かないからさ」R
【@音無】"「听起来挺有意思的。所以你一直都是先有了想要传达的信息，然后再以此为基础来创作歌曲的吗？」"R //「それは興味深い話だな。メッセージありきで、これまでずっと曲を書いてきたってことか」R

@bf(iw0109_01)
KOE(040004970,004)【岩沢】"「是的。不过，就算没有什么想要传达的信息，仅仅依靠气氛和节奏，也会有人跟着一起嗨起来的。我觉得这也算是一种摇滚的形式」"R //「ああ。でも、メッセージ性はなくても、ノリだけでもノッてくれる奴はノッてくれるし、そういうロックも当然アリだと思う」R

@bf(iw0104_02)
KOE(040004971,004)【岩沢】"「但是，我还是想借助音乐去传达些什么」"R //「でも、あたしはやっぱりメッセージも込めたいんだ」R

@bf(iw0109_02)
KOE(040004972,004)【岩沢】"「我想用我们的音乐，打动别人的心灵。潜入到内心的深处」"R //「あたしたちの歌で、誰かの心を動かしたい。そんな深いところまで、潜り込みたいんだ」R
【@音無】"「这样啊，你是想要靠音乐来触人心弦吗」"R //「そうか、琴線にまで触れたいんだな」R

@bf(iw0101_08)
KOE(040004974,004)【岩沢】"「新鲜？是什么吃的吗？」"R //「キンセン？　お金の話か？」R
【@音無】"「不不不，内心的琴弦，心弦。意思是指在感情的角度上深深打动某人」"R //「いや、琴と線で、琴線。人の心の奥深くにあるものにまで触れること」R

@bf(iw0102)
KOE(040004976,004)【岩沢】"「诶，我还不知道有这种词呢。没错，我想要触动的，就是你说的这个心弦」"R //「へぇ、そんな言葉があるのか。まさしくその通りだ。その琴線とやらに触れたい」R

@bgm_pause(400)
@pcmch_play(0, @空腹)//効果音（お腹の音）
@bf(iw0101_08)

"就在这时，我的肚子叫了起来。"R //その時、俺の腹がぐぅっと鳴った。R

@bgm_resume(2000)

//	チェックシート修正。どこから来てもいいように調整		西村
//【@音無】（恥ずかし…そういや、昼飯食べてなかったんだった…）R
【@音無】"（好尴尬…岩泽肯定听见了…）"R //（恥ずかし…今の、絶対岩沢に聞かれたよな…）R

@bf(iw0301_08)
KOE(040004979,004)【岩沢】"「哎呀，稍等一下…」"R //「おっと、ちょっと待ってくれ…」R

@pcmch_play(0, @紙に書く)//効果音（筆記）

@bf(iw0305_01)
"岩泽在笔记本上写着什么。"R //岩沢が、ノートにペンを走らせる。R
"我在旁边看着，等了她一会儿。"R //しばしその様子を見ながら待つ。R

@pcmch_stop(0, 500)

@bf(iw0104_01)
KOE(040004982,004)【岩沢】"「好，完成了！」"R //「よし、完成した！」R
【@音無】"「诶？是什么给了你灵感？」"R //「え？　何をきっかけに？」R

@bf(iw0109_02)
KOE(040004984,004)【岩沢】"「你刚才肚子饿的声音」"R //「あんたの腹の虫を聞いてさ」R
【@音無】"「竟然能影响到你作词吗？」"R //「そんなのが歌詞に影響するのか？」R

@bf(iw0107_01)
KOE(040004986,004)【岩沢】"「嗯，我一直写不出那种能够让人心头一震的感觉」"R //「ああ、なかなかぐっと来る思いを込められなくてさ」R

@bf(iw0109_02)
KOE(040004987,004)【岩沢】"「但多亏了你，我才想起来，我生前的时候总是饿着肚子的」"R //「でもお前のおかげで、生きていた頃、いつも空腹だったことを思い出したんだ」R

IF(@岩沢の生前の話聞いた==0){

	【@音無】"（竟然总是饿着肚子…她的生前到底经历了些什么啊…）"R //（いつも空腹だったなんて…どんな生前だったんだ…）R

} //译注：这个分支似乎没有不被触发的方法，岩泽21的剧情一定会在岩泽19之前触发

@bf(iw0101)
KOE(040004993,004)【岩沢】"「要读给你听吗？」"R //「読んでやろうか？」R

@@選択=SELBTN(@selbtn_s_2,
	"读给我听吧", //読んでもらう,
	"不必了" //遠慮する
)@selbtn_log
IF(@選択==0){		// (読んでもらう/遠慮する) 読んでもらう

	@HotMealという曲名を知った=1

	@bgm_stop(2000)	

	@bgs_nf(iw0109_02, 3)
	
	KOE(040005003,004)【岩沢】@bc"「那么，我要读了。歌名是《Hot Meal》」"@bf_c(2000, iw0101)R //「じゃあ、読むよ。曲名は"Hot Meal"」@bf_c(2000, iw0101)R
	"岩泽开始了朗读。"R //岩沢が音読を始める。R

	@bgm_play(m126)

	@bf(iw0109_08)
	multi_msg KOE(040005005,004)【岩沢】
	【岩沢】"「晕乎乎地走在回家的路上，急忙地跑进冰冷的房间。就这样在角落里睡着了」" nl next_msg
	【岩沢】"「ふらふらなまま家路を辿って冷たい部屋に転がり込むよ。その端っこで眠りに落ちていこう」"R
	
	@bf(iw0108)
	multi_msg KOE(040005006,004)【岩沢】
	【岩沢】"「轻瞥一眼别人的丰盛的晚餐。虽然肚子已经空空的，却毫不在意」" nl next_msg
	【岩沢】"「華やいだ夕飯を斜に見てきた。お腹がからっぽでも気にしないでいた」"R
	
	@回想開始黒
	@bg_pan_durl(ep03_bg022, 3, 30000, 0)
	
	multi_msg KOE(040005007,004)【岩沢】
	"「“未来一定存在只有我能拯救的事”，一直这样歌唱着。那份信念让我更坚强。变得无人能敌」" nl next_msg
	【岩沢】"「きっと先にあたしだけに救えるものがあるはずと歌っている。その思いがあたしを強くする。無敵に変える」"R
	
	multi_msg KOE(040005008,004)【岩沢】"「有人蹲坐在路旁，聊起来之后发现他和我很像，此后我们两人开始了现场演出，在黑暗中不停地呐喊着」" nl next_msg
	【岩沢】"「道にうずくまっている人がいて、話をしたらあたしと似てて、その後はふたりでギグになって、暗闇に叫び続けた」"R
	
	@bg_pan_lr(ep03_bg023, 3, 30000, 0)
	
	multi_msg KOE(040005009,004)【岩沢】"「原来也会有这种事啊，我不会放弃的」" nl next_msg
	【岩沢】"「こんなこともあるんだ　やめたりしない」"R

	multi_msg KOE(040005010,004)【岩沢】
	【岩沢】"「爽快地夺走平静。只要睡一小时就可以了。直至太阳multi_msg 升起，这里都是演唱会的舞台」" nl next_msg
	【岩沢】"「爽快に平穏を奪ってしまえ。一時間も眠れば大丈夫だから。陽がのぼるまでここはライブステージ」"R
	
	@bg_pan_rl(ep07_bg017, 3, 30000, 0)
	
	multi_msg KOE(040005011,004)【岩沢】
	【岩沢】"「手里拿着空的罐装咖啡。当做麦克风和大家一起唱歌。我也跟着打拍子」" nl next_msg
	【岩沢】"「その手には缶コーヒー。マイクにしてみんなで歌ってる。あたしも刻む」"R
	
	multi_msg KOE(040005012,004)【岩沢】
	【岩沢】"「迷茫的时候，再回到这个地方就好了。因为我一直在歌唱着，哪怕不知飞向何方」" nl next_msg
	【岩沢】"「迷った時にはまたこの場所へ戻ってくればいいよ。あたしはいつでも歌ってるから飛び先も分からずに」"R
	
	@bg_pan_ud(ep07_bg018, 3, 30000, 0)
	
	multi_msg KOE(040005013,004)【岩沢】
	【岩沢】"「来吧来吧，欢迎回来，已经没事了」" nl next_msg
	【岩沢】"「さあさおかえりきみはもう大丈夫」"R
	
	multi_msg KOE(040005014,004)【岩沢】"「盛好热腾腾的晚饭来迎接你。你活到现在一直没察觉到这种事吧？吃饱之后，把一切忘了就好」" nl next_msg
	【岩沢】"「暖かな夕飯が迎えてくれる。そういうこと気づかずに生きてきたんでしょ？　お腹いっぱい食べたらもう忘れたらいいよ」"R
	
	@bg_pan_du(ep01_bg074, 3, 30000, 0)
	
	multi_msg KOE(040005015,004)【岩沢】
	【岩沢】"「烦人的黑乌鸦总是在鸣叫着」" nl next_msg
	【岩沢】"「いつだって叫んでいた真っ黒なうるさいカラスなど」"R
	
	multi_msg KOE(040005016,004)【岩沢】
	【岩沢】"「总是在鸣叫着，嘎嘎地叫着，肚子又饿了」" nl next_msg
	【岩沢】"「ずっと鳴いてる、カーカー鳴いてる、お腹も空かして」"R
	script.set_message_speed_default
	
	close
	@回想終了
	
	@bg_reset(0)
	//@bgbs(ep03_bg015, iw0109)
	@bg_set(ep03_bg015)
	@bs_set(0, bs2_iw0109, @pos_c)
	@wipe(3)
	@timewaitkey(1000)

	"的确是被饥饿所启发的歌词。"R //確かに空腹からインスパイアされていた。R
	"但是，听完之后，我所感受到的是…。"R //しかし、それを聞いた俺が覚えた感情は…。R

	@@選択=SELBTN(@selbtn_s_3,
		"悲壮感", //悲壮感,
		"现实感", //臨場感,
		"咖啡感",(@岩沢と話して間接キスした==1||@岩沢の汗に興味あり==1) //コーヒー感,(@岩沢と話して間接キスした==1||@岩沢の汗に興味あり==1)
	)@selbtn_log
	IF(@選択==0){		// (悲壮感/臨場感/コーヒー感) 悲壮感

		【@音無】"「总感觉，歌词里饱含了一种悲壮的感觉…」"R //「なんか、悲壮感を覚えさせてくれる歌詞だな…」R
		
		@bs_wipe_type(0)
		@bf(iw0107)
		KOE(040005029,004)【岩沢】"「嗯？写的不好吗？」"R //「ん？　良くなかったか？」R
		【@音無】"「不是好不好的问题，我只是觉得，你只顾着鼓舞别人，却完全没有关心过自己」"R //「良い悪い以前に、お前は他人だけを元気づけていて、自分のことはどうでもいいって感じがした」R
		
		@bf(iw0209_02)
		KOE(040005031,004)【岩沢】"「嘛，毕竟是饿着肚子却还在鸣叫的乌鸦啊」"R //「まあ、お腹を空かせたまま鳴いてるカラスだからな」R
		
		@bf(iw0201)
		KOE(040005032,004)【岩沢】"「但是，我觉得饥饿的要素很重要。要是这首歌没有这种饥渴奋进的感觉的话，是无法打动别人的心弦的」"R //「でも、そのハングリー精神が大事で、誰かの、さっき言ってた琴線には触れられないと思うんだ」R
		
		@bf(iw0209_01)
		KOE(040005033,004)【岩沢】"「如果没有的话，就只是和陌生人相遇并开始现场演唱会，变成皆大欢喜的曲子了」"R //「それがなかったら、ただその場で知り合った他人とギグしてハッピーなだけの曲になる」R
		
		"这时我才注意到。"R //俺は気づく。R
		
		close
		@回想開始スタック
		@fade(bg_siro, 3)
		@cg1_move_base(evcm_1501, 150, 50, 300, 100, 20000, 4)
		@timewaitkey(1000)
		
		"从《Crow Song》开始，岩泽的音乐中都传达着同一个信息。"R //"Crow Song"から一貫してメッセージ性は同じなんだ。
		"岩泽总是尽力地用音乐鼓励着别人，但是却把自己当成令人嫌弃的乌鸦。"R //岩沢はいつだって、誰かを元気づける、でも自分は厭われるカラスなんだ。R

		@fade(bg_siro, 3)
		
		"我的脑海中浮现了『自我牺牲』这个词。"R //自己犠牲、という言葉を思い出す。R
		"她总是无偿地歌唱着，为了让别人打起精神。"R //いつだって、無償なんだ。他人に与える元気は。R
		
		close
		@回想終了スタック
		//@bs_wipe_type(2)
		//@bs(iw0209_01)
		//@timewaitkey(500)
	
		【@音無】"「岩泽好厉害啊」"R //「岩沢はすごいな」R
		
		@bf(iw0107_02)
		KOE(040005040,004)【岩沢】"「突然说什么呢。太让人害羞了」"R //「なんだよ、急に。照れるじゃないか」R
		【@音無】"「请一直这么保持下去吧」"R //「ずっとそのままのお前で居てくれよな」R
		
		@bf(iw0109_01)
		KOE(040005042,004)【岩沢】@bc"「我是那种笨拙的类型，所以不可能会改变的。永远也不会」"@bf_c(4200, iw0107_01)R //「不器用だから、きっといつまでも変わらないよ。永遠にな」@bf_c(4200, iw0107_01)R

		GOTO #SOUME

	}ELSEIF(@選択==1){		// (悲壮感/臨場感/コーヒー感) 臨場感

		【@音無】"「怎么说呢，感觉歌词中充满了现实感」"R //「なんか、臨場感たっぷりの歌詞だな」R
		
		@bs_wipe_type(0)
		@bf(iw0202)
		KOE(040005048,004)【岩沢】"「因为，这是我生前亲身经历过的事情」"R //「そりゃ、実際生前にそういうことがあったからな」R
		
		@bf(iw0209)
		KOE(040005049,004)【岩沢】"「我对那种空谈理想，浮于表面的歌词完全不感兴趣」"R //「理想論とかさ、上辺だけの歌詞にはあんまり興味はない」R
		
		@bf(iw0207_01)
		KOE(040005050,004)【岩沢】"「或者说不是不感兴趣，而是我自己根本就写不出来」"R //「興味はない、というか、あたしには書けないんだと思うよ」R
		【@音無】"「我觉得这样的岩泽就很好」"R //「いいと思うよ。岩沢はそれで」R
		
		@bf(iw0109_02)
		KOE(040005052,004)【岩沢】"「嗯。你这么说我就放心了」"R //「ああ。お前にそう言ってもらえるとほっとするよ」R
		
		@bf(iw0107_01)

		#SOUME
		"被她这么看着，还说出这种话，反倒使我害羞了。"R //そう目を合わせて言われると、俺のほうが恥ずかしくなる。R

	}ELSE{	 //IF(@選択==2){		// (悲壮感/臨場感/コーヒー感) コーヒー感

		【@音無】"「咖啡感」"R //「コーヒー感だ」R
		
		@bs_wipe_type(0)
		@bf(iw0201_08)
		KOE(040005061,004)【岩沢】"「啥？咖啡罐？一般不都是说罐装咖啡吗？」"R //「ん？　缶コーヒーじゃなく、コーヒー缶という言い回しのほうがいいってことか？」R
		【@音無】"「不，我指的是从歌词中感受到的感情。咖啡感」"R //「いや、俺が覚えた感情が、コーヒー感なんだ」R
		
		@bf(iw0107)
		KOE(040005063,004)【岩沢】"「呼嗯…居然是这种感想吗…」"R //「ふぅん…そういう感想なのか…」R
		"岩泽似乎有点沮丧。"R //岩沢はやや気落ちしているようだった。R
		"我也不知道自己为什么会说出『咖啡感』这种莫名其妙的东西。"R //俺も、どうしてコーヒー感なんて意味不明なことを口走ったのかよくわからない。R

	}		// (悲壮感/臨場感/コーヒー感) 

}ELSEIF(@選択==1){		// (読んでもらう/遠慮する) 遠慮する

	【@音無】"「不必了」"R //「遠慮しとくよ」R
	
	@bf(iw0115)
	KOE(040005073,004)【岩沢】"「为什么？」"R //「どうして？」R
	【@音無】"「因为我想连着你精雕细琢的旋律一起听」"R //「お前がこだわっている、メロディに乗せて聞きたいからな」R
	
	@bf(iw0109_02)
	KOE(040005075,004)【岩沢】"「原来如此。这种想法也很有道理」"R //「なるほど。まったくその通りだ」R

}		// (読んでもらう/遠慮する) 

@bf(iw0109_01)

"在执行部队努力奋战的时候，岩泽这边也在努力，履行着自己身为佯攻部队成员的职责吗。"R //実行班がオペレーションをしている間も、岩沢はこうやって陽動班としての役目を果たしているんだな。R

@bs

"我得好好想想办法，吸引整个考场里的注意力了。"R //俺も教室の注目を浴びるネタをしっかり考えないと。R

IF(@岩沢をデートに誘う==1){
	"然后，等考试结束以后，就邀请她去约会。"R //そして、テスト期間がおわったら、デートに誘おう。R
}

@bgm_stop(2000)
@pcmch_play(0, @木製扉開ける)//効果音（扉開ける）
@fade(bg_kuro, 25)

"我带着这些想法，离开了教室。"R //俺はそう考えながら、空き教室を出た。R


@fade(bg_kuro, 25)

return
