

#Z00

@bg(ep03_bg015, 25)
@cinema_bs(bs2_iw0112, 3, 200)
@timewaitkey(1000)

"岩泽一如既往地在作曲。"R //岩沢はまた作曲中で居た。R

@pcmch_play(0, @木製扉開ける)//効果音（扉開ける）
close
@sc_cinema_off
@bs_wipe_type(2)
@bs
@timewaitkey(500)

"我并没有顾虑，直接走了进去。"R //俺は構わずに、中に入る。R

/*【@音無】「よう」R
【@音無】"「つっても、昨日会わなかっただけか」"R //「つっても、昨日会わなかっただけか」R
KOE(040005563,004)【岩沢】"「話だけは聞いてるよ。戦線消滅の危機だったんだってな」"R //「話だけは聞いてるよ。戦線消滅の危機だったんだってな」R
【@音無】"「ああ、ゆりのおかげでな」"R //「ああ、ゆりのおかげでな」R
*/

@bf(iw0115)
KOE(040004307,004)【岩沢】"「怎么了？」"R	;;音声移植（魁0322 //「どうした？」R	
【@音無】"「…我做了个梦」"R //「…ちょっと、夢を見たんだ」R
【@音無】"「你知道的，我现在还在失忆。可我却做了梦」"R //「知ってんだろ、俺が記憶喪失ってこと。なのに夢を見た」R

@bf(iw0207_08)
KOE(040005569,004)【岩沢】"「还是想不起来吗？」"R //「まだ戻らないのか？」R

@bf(iw0207_09)

【@音無】"「嗯。我现在甚至在害怕，也许自己可能本来就没有记忆」"R //「ああ。そもそも記憶があったのかすら不安になってきた」R
【@音無】"「而那个梦，也只是我单纯地在妄想」"R //「あの夢も、単なる妄想みたいなものかもしれない」R
【@音無】"「我说不定只是一个突然降生到这个世界的婴儿啊…」"R //「俺は、いきなりこの世界に現れた新生児なのかもしれないな…」R

@bf(iw0109_08)
KOE(040005572,004)【岩沢】"「我看你也不像婴儿啊？」"R //「赤子には見えないぜ？」R
【@音無】"「也可能是在婴儿时期就死了」"R //「赤子で死んだのかもしれない」R

@bf(iw0107_08)
KOE(040005574,004)【岩沢】"「为什么这么说？」"R //「どういうことだ？」R
【@音無】"「还是婴儿的时候就死了，然后在这个世界里，享受者生前所没能度过的青春，大概这样」"R //「赤子で死んで、この世界で今、生前送れなかった青春を謳歌している、とかさ」R

@bf(iw0109_02)
KOE(040005576,004)【岩沢】"「那我可就责任重大了啊」"R //「だったら大任だな」R
【@音無】"「岩泽的？」"R //「岩沢が？」R

@bf(iw0101)
KOE(040005578,004)【岩沢】"「嗯。我得教会你各种各样的东西了」"R //「そ。いろんなこと教えてやらなくちゃならない」R

@bf(iw0109_08)
KOE(040005579,004)【岩沢】"「但是，并不是这样的。你的知识相当渊博，而且不是能和我这样平等地对话嘛」"R //「でも、それは違うな。あんたは博識だし、あたしとこうして対等に話してるじゃないか」R

@bf(iw0102)
KOE(040005580,004)【岩沢】"「所以，我觉得你应该是死在了青春年少的时候哦？」"R //「だから、あんたが死んだのは青春時代だったと思うぜ？」R

@bf(iw0102_01)

"她居然能够想得这么深，看来不只是个音乐狂魔啊。"R //そこまで考えが及ぶとは。ただの音楽キチなんかじゃない。R


IF(@岩沢の生前の話聞いた==1){

	【@音無】"「但是失忆这一点并不会变。我还是不能像岩泽一样，讲述自己的人生」"R //「でも記憶喪失なのには変わりない。岩沢みたいに自分の人生も語ることができない」R

}ELSEIF(@岩沢の生前の話聞いた==0){

	【@音無】"「但是失忆这一点并不会变…」"R //「でも記憶喪失なのには変わりない…」R
}

@bf(iw0309_08)
KOE(040005618,004)【岩沢】"「说到底，在这个世界里的我，能算是幸福的吗」"R //「結局この世界では幸せなのかな」R

@bf(iw0307_01)
KOE(040005619,004)【岩沢】"「虽然我自己这么说过，但我现在却又不太明白了…」"R //「自分で言っておいて、よくわからない…」R
"嘛，比起我这种新人，她应该有更多的想法吧。"R //まあ、新米の俺より思うことがたくさんあるのだろう。R

IF(@岩沢の生前の話聞いた==0){
	GOTO #KONOSAKI

}else{

	@bf(iw0109_02)
	KOE(040005621,004)【岩沢】"「那么，我就继续讲述自己的故事吧」"R //「じゃ、またあたしが話すか」R
	
	@bf(iw0101_01)
	KOE(040005622,004)【岩沢】"「有什么想听的事情吗？」"R //「何か聞きたい話、あるかい？」R
}
//译注：选1可进入岩泽线，而选择这只小祥不行
@@選択=SELBTN(@selbtn_m_2,
	"关于她刚来到这个世界时的事情", //この世界にやってきた時のこと,
	"关于从今往后的事情" //これから先のこと
)@selbtn_log
IF(@選択==1){		// (この世界にやってきた時のこと/これから先のこと) これから先のこと

	#KONOSAKI

	【@音無】"「岩泽在这个世界，有什么关于未来的打算吗？」"R //「岩沢は、この世界でこれから先、どこに向かおうとしてるんだ？」R
	
	@bf(iw0109_01)
	KOE(040005634,004)【岩沢】"「只要能有久子在身边，继续歌唱下去的话，就算一直保持现状也没问题」"R //「ひさ子が隣に居て、歌い続けられれば、ずーっと今のままでいいよ」R
	【@音無】"「看来你十分信赖久子呢」"R //「ひさ子にはそこまで、信頼を寄せてるんだな」R
	
	@bf(iw0104_01)
	KOE(040005636,004)【岩沢】"「嗯。多亏了有她在，我才能走到现在」"R //「ああ。あいつが居てくれたから、ここまで来れたんだ」R

	@@選択=SELBTN(@selbtn_s_2,
		"话说关根呢？", //ちなみに関根は？,
		"话说入江呢？" //ちなみに入江は？
	)@selbtn_log
	IF(@選択==0){

		【@音無】"「话说关根呢？」"R //「ちなみに関根は？」R
		
		@bf(iw0209_08)
		KOE(040005644,004)【岩沢】"「关根啊—。那家伙是最后一个加入乐队的—」"R //「関根かー。最後に加入したのが、あいつだからなー」R
		
		@bf(iw0107_02)
		KOE(040005645,004)【岩沢】"「她当时的水平，我说实话，完全没眼看」"R //「当時で言えば、ぶっちゃけ下手くそだったよ」R
		
		@bf(iw0109_01)
		KOE(040005646,004)【岩沢】"「但却能达到现在的这个地步，真的让我很佩服」"R //「よく、ここまで来たもんだって感心するぐらいだ」R
		【@音無】"「这话要是说给她本人听就好了」"R //「それは是非、本人に伝えてあげたいな」R
		
		@bf(iw0104_08)
		KOE(040005648,004)【岩沢】"「不行。真让她知道我在夸她的话，她马上就会开始得意忘形地出风头，把事情全部搞砸的」"R //「駄目だ。それを言うと、あいつは調子に乗ってスタンドプレーに入って、しっちゃかめっちゃかになる」R
		【@音無】"「原来如此…以她的性格可能确实会这样…」"R //「なるほど…あいつの性格ならそうかもしれないな…」R

	}ELSE{	// IF(@選択==1){

		【@音無】"「话说入江呢？」"R //「ちなみに入江は？」R
		
		@bf(iw0209_08)
		KOE(040005654,004)【岩沢】"「入江啊—。只能说那家伙真的很努力」"R //「入江かー。あいつは努力家としか言いようがないな」R
		【@音無】"「她刚加入的时候很不擅长吗？」"R //「加入直後は下手だったってことか？」R
		
		@bf(iw0107_01)
		KOE(040005656,004)【岩沢】"「嗯。她一直日复一日地敲着鼓，等到后来关根加入了以后，也许是她们彼此之间在互相切磋进步吧？节奏组的水平一下子就提升起来了」"R //「ああ。来る日も来る日もドラムを叩き続け、それで、後から加入した関根も切磋琢磨って言うのか？　リズム隊はそれで一気に伸びていったよ」R
		
		//	▼▼↓の一文を両選択肢の〆にするため、移設しました▼▼		西村
		//なかなかに興味深い話だった。R

	}

	"整个故事还挺有趣的。"R //なかなかに興味深い話だった。R
	
	goto #OWARIZ28

}		// (この世界にやってきた時のこと/これから先のこと) ↓この世界にやってきた時のこと

【@音無】"「我想听听你刚来到这个世界时的事情。当时的岩泽有记忆吗？」"R //「この世界にやってきた時のことが聞きたい。岩沢は記憶はあったのか？」R

@bf(iw0309_01)
KOE(040005667,004)【岩沢】"「嗯。有哦」"R //「ああ。あったよ」R

@bgm_play(m107, 3000, 3000)

@bf(iw0309_02)
KOE(040005668,004)【岩沢】"「我还记得自己刚醒来的时候，身体可以自由移动了，声音也恢复了，当时真是开心的不得了」"R //「目覚めた時は、体も自由に動くし、声も出るわで、すんげー嬉しかったのを覚えてる」R

/*
	IF(@岩沢の生前の話聞いた==0){
		【@音無】"「生前は声が出なかったのか！？」"R //「生前は声が出なかったのか！？」R
		KOE(040005672,004)【岩沢】"「そうだよ。しかも脳にダメージを残して、寝たきり状態だった」"R //「そうだよ。しかも脳にダメージを残して、寝たきり状態だった」R
		"それは辛すぎる…。"R //それは辛すぎる…。R
	}
*/

@bf(iw0301)
KOE(040005676,004)【岩沢】"「虽然不知道这里是什么地方，但是我从音乐室里借用了一把古典吉他，然后就和以前一样开始歌唱了」"R //「ここがどんな場所かは知らないけど、音楽室からクラシックギターを拝借して、昔のように歌い始めた」R

@bf(iw0109_02)
KOE(040005677,004)【岩沢】"「然后，普通学生们就聚集了过来…」"R //「そうしたら、一般生徒が集まり始めてさ…」R

@bf(iw0101)
KOE(040005678,004)【岩沢】"「她们倾听着我的歌声」"R //「あたしの歌に耳を傾けてくれる」R

@bf(iw0109_02)
KOE(040005679,004)【岩沢】"「真的就像是现实一样」"R //「ほんとうに現実のようだった」R

@bf(iw0107_01)
KOE(040005680,004)【岩沢】"「如果真的是现实的话就太好了…」"R //「現実だったら、良かったのにな…」R

@bf(iw0309_02)
KOE(040005681,004)【岩沢】"「是天使告诉了我：这里是死后的世界」"R //「天使が教えてくれたよ。ここは死後の世界なんだって」R

@bf(iw0301)
KOE(040005682,004)【岩沢】"「她让我去好好上课。这样的话，就会得到回报」"R //「授業にはちゃんと出るようにって。そうしたら、報われるからって」R

@bf(iw0107_02)
KOE(040005683,004)【岩沢】"「但既然都已经死了，为什么还要去学习呢」"R //「死んでまで勉強してどうすんだって話だよな」R

@bf(iw0205_08)
KOE(040005684,004)【岩沢】"「所以，我无视她的劝告，继续歌唱了下去」"R //「だから、あたしはそんな忠告無視して、歌い続けてやった」R

@bf(iw0207_02)
KOE(040005685,004)【岩沢】"「每一次找到新地点之后，天使都会出现…就像是无休止的拉锯战一样」"R //「何度場所を変えても、天使は現れて…、ありゃあいたちごっこのようだったな」R

@bf(iw0101)
KOE(040005686,004)【岩沢】"「就是在那段时间里，久子出现了，对我说“能不能让我和你一起战斗”」"R //「そんな日々の中、『共闘させてくれないか』と現れたのがひさ子だった」R

@bf(iw0109_02)
KOE(040005687,004)【岩沢】"「直到那时我才意识到。啊，原来我是在战斗啊」"R //「そん時気づいたんだ。ああ、あたしは戦ってたのか、と」R

@bf(iw0107_01)
KOE(040005688,004)【岩沢】"「即使认真上课，也无法得到回报，所以我才一直孤身反抗着」"R //「授業を真面目に受けたところであたしは報われなんてしないから、たったひとりで抗っていたんだって」R

@bf(iw0101)
KOE(040005689,004)【岩沢】"「生前的我只弹过木吉他，而在这个世界里，她让我弹奏到了电吉他」"R //「生前はアコギしか弾いたことなくて、この世界であいつはあたしにエレキギターを弾かせてくれた」R

@bf(iw0109_02)
KOE(040005690,004)【岩沢】"「如此强烈的冲击感，就好像是自己能飞起来，飞往任何地方一样」"R //「飛べる、と思った。どこまでも。それぐらいの衝撃だった」R
;;「それから、」R

@bf(iw0109_01)

"岩泽是从什么时候起，变得这么健谈了呢？"R //いつから、岩沢はこんなに饒舌になったのだろう。R

//	脱字修正。「聴いてだけで」→「聴いてるだけで」		西村
"如同歌唱一般的诉说。仅仅是这么听着，就感觉很享受。"R //歌うように語る。声を聴いてるだけで心地よい。R
"擅长歌唱的人，说话的声音也会如同演奏一样吗。"R //歌が上手いと喋り声も奏でるように聞こえるのかな。R
"我不仅仅喜欢她的歌声，也喜欢上了岩泽的声音本身。"R //俺は歌だけじゃなく、岩沢の声も大好きになっていた。R

@bf(iw0101)
KOE(040005698,004)【岩沢】"「我和久子几乎算是一见投缘。我不知道该怎么形容，就是感觉可以平等相处吧」"R //「ひさ子とはすぐ気があった。なんて言ったらいいかわかんないけど、対等で居られるんだ」R

@bf(iw0109_01)
KOE(040005699,004)【岩沢】"「因为和关根还有入江不一样，她非常的自信」"R //「それは、関根や入江にはない、己の自信ってやつかな」R

@bf(iw0107_01)
KOE(040005700,004)【岩沢】"「我不管在哪里都格格不入，总是一幅阴沉的样子，连强颜欢笑都做不到…」"R //「あたしはどこでだって浮いていたんだ。ひたすら暗い子で、作り笑いも出来なかった…」R

@bf(iw0109_02)
KOE(040005701,004)【岩沢】"「而久子却能让我自然而然地露出笑容」"R //「そんなあたしを素直に笑わせてくれたのがひさ子だった」R

@bf(iw0102)
KOE(040005702,004)【岩沢】"「是啊。久子才是应该得到回报的人。你对久子有兴趣吗？」"R //「そうだ。ひさ子こそ、報われてほしいな。あんた、ひさ子には気はないのか？」R

//译注：不花心或磕百合可进岩泽线；选2或选3
;－－－□選択肢がひとつになる場合は「ない」のほうへ
@@選択=SELBTN(@selbtn_s_4,
	"有兴趣",@ひさ子の生前を聞いた, //ある,@ひさ子の生前を聞いた,
	"没有兴趣", //ない,
	"我对你们两个都有兴趣",@百合属性あり, //ふたりに気がある,@百合属性あり,
	"我对由理更有兴趣",@ゆりに気があると答えた //ゆりに気がある,@ゆりに気があると答えた
)@selbtn_log
IF(@選択==0){		// (ある/ない/ふたりに気がある/ゆりに気がある) 

	【@音無】"「有兴趣」"R //「ある」R
	
	@bf(iw0108)
	KOE(040005714,004)【岩沢】"「不会吧…」"R //「マジかよ…」R
	
	@bf(iw0207)
	KOE(040005715,004)【岩沢】"「感觉有点，该怎么说呢…」"R //「それはちょっとなんていうか…」R
	
	@bf(iw0308)
	KOE(040005716,004)【岩沢】"「嗯？这种感觉是怎么回事…」"R //「ん？　なんだこの気持ちは…」R
	
	@bf(iw0307_01)
	KOE(040005717,004)【岩沢】"「你这家伙真的很奇怪啊。简直就像是在玩弄我的感情一样…」"R //「ほんと、お前は不思議な奴だな。まるであたしの心がもてあそばれてるようじゃないか…」R
	【@音無】"「没有，虽说是有兴趣，但我只是希望岩泽也能够同等地得到回报哦？」"R //「いや、気があると言っても、岩沢と同じで、報われてほしいな、ってことだぜ？」R
	
	@bf(iw0106_08)
	KOE(040005719,004)【岩沢】"「咦？我和久子，在你看来是同等的吗？」"R //「あれ？　あたしとひさ子は、お前からすれば、同じなのか？」R

	@@選択=SELBTN(@selbtn_s_2,
		"是的", //同じ,
		"不是的" //違う
	)@selbtn_log
	IF(@選択==0){		// (同じ/違う) 

		@岩沢とひさ子で修羅場に=1

		【@音無】"「嗯，是的」"R //「ああ、同じだ」R

		#DAMARI
		
		@bf(iw0107_09)
		KOE(040005733,004)【岩沢】"「………」"R //「………」R
		"岩泽陷入了沉默。"R //岩沢は黙り込んでしまった。R
		
		@bf(iw0109_08)
		KOE(040005735,004)【岩沢】"「那个啊」"R //「なあ」R
		【@音無】"「嗯？」"R //「ん？」R
		
		@bf(iw0108)
		KOE(040005737,004)【岩沢】"「我要专心作曲了，可以麻烦你离开吗」"R //「作曲に集中したいから、そろそろ出ていってくれないか」R
		"欸？我对此感到了一阵困惑，但还是保持住了理性。"R //え？　その反応はどういう意味だ、と一瞬戸惑うが、冷静に受け止める。R
		【@音無】"「…明白了。抱歉占用了你这么多时间」"R //「…だな。時間を取らせて悪かった」R
		"犹豫再三之后，我还是照做了。"R //迷った末、言われた通りにすることにした。R
		
		@bf(iw0307)
		KOE(040005741,004)【岩沢】"「并不是说你哪里不好…总之，我现在只想专心作曲」"R //「悪いわけではないんだが…とにかく、作曲に集中したい気分なんだ」R
		【@音無】"「知道了。希望你创作顺利。再见」"R //「わかった。いい曲になることを祈ってるよ。じゃあな」R
		
		@bf(iw0309_08)
		KOE(040005743,004)【岩沢】"「嗯」"R //「ああ」R

		@bgm_stop(3000)
		@pcmch_play(0, @木製扉開ける)//効果音（扉開ける）
		@fade(bg_kuro, 25)
		
		"我离开了空教室。"R //空き教室を後にした。R
		
		//@bg(ep03_bg017, 25)
		@移動(ep88_bg007, 25)
		@bs(sk0106, ir0103)
		
		"然后，那两个人又出现了。"R //すると、またもあのふたりが現れる。R

	}ELSE{	// IF(@選択==1){		// (同じ/違う) 

		【@音無】"「并不是。我对你怀有的感情，该怎么说呢…是好感」"R //「違う。お前に抱く感情は、なんつーか…好意だ」R
		
		@bf(iw0108)
		KOE(040005751,004)【岩沢】"「那久子呢？」"R //「じゃ、ひさ子は？」R
		【@音無】"「是同情」"R //「同情だ」R
		
		@bf(iw0309_08)
		KOE(040005753,004)【岩沢】"「这样啊…」"R //「そっか…」R
		
		@bf(iw0307)
		KOE(040005754,004)【岩沢】"「居然会对此感到放心，我还真是无可救药啊…」"R //「それで安心しているあたしは、駄目な人間な気がしてきた…」R

		@@選択=SELBTN(@selbtn_s_2,
			"这很正常", //正しい,
			"你不对劲" //おかしい
		)@selbtn_log
		IF(@選択==0){		// (正しい/おかしい) 

			【@音無】"「不，这种想法很正常」"R //「いや、正しいよ」R
			
			@bf(iw0306_08)
			"我决定在此鼓起勇气，大胆说出自己的想法。"R //ここで俺は、思い切った言葉を口にしてみることにする。R
			【@音無】"「我觉得，岩泽应该接受自己也是一个女人的试试」"R //「岩沢は、ひとりの女ということを受け入れるべきだと思う」R
			
			@bf(iw0307)
			KOE(040005763,004)【岩沢】"「那个…我不知道该怎么回答你才好…」"R //「えっと…なんて答えればいいか、よくわかんないな…」R
			"果然是音乐狂魔啊。因为前所未有的冲动而感到困惑。"R //さすが音楽キチ。初めての衝動に戸惑っている。R
			【@音無】"「岩泽是女生，我是女生，考虑到这一点的话，这种反应是相当正常的」"R //「ようは、岩沢は女の子で、俺は男の子。それを考えれば、普通の反応だってこと」R
			
			@bf(iw0107_02)
			KOE(040005766,004)【岩沢】"「虽然不是太明白，但既然你这么说的话，我就放心了」"R //「よくわかんねーけど、お前が言う言葉はなんだか、安心できるな」R
			【@音無】"「在不唱歌的时候，还是像这样放松一些比较好」"R //「歌ってる時以外は、それぐらい肩の力を抜いたほうがいい」R
			
			@bf(iw0109_01)
			KOE(040005768,004)【岩沢】"「这样吗…虽然不太明白…但是我会照做的…」"R //「そっか…。よくわかんねーけどわかった…。そうする…」R
			【@音無】"「嗯，那再见啦」"R //「ああ、それじゃ」R
			
			@bgm_stop(2000)
			@pcmch_play(0, @木製扉開ける)//効果音（扉開ける）
			@移動(ep88_bg007, 25)
			
			@bs(sk0101, ir0101)
			
			"我刚一进走廊，那两个人就又出现了。"R //廊下に出ると、またもあのふたりが現れる。R

		}ELSEIF(@選択==1){		// (正しい/おかしい) 

			【@音無】"「确实不太对劲」"R //「確かにおかしいな」R
			
			@bf(iw0309_07)
			KOE(040005774,004)【岩沢】"「唉…是吗…」"R //「はっ…そっか…」R

			@岩沢の恋愛感情おかしい=1

			GOTO #DAMARI

		}

	}		// (同じ/違う) 

}ELSEIF(@選択==1){		// (ある/ない/ふたりに気がある/ゆりに気がある) 

	【@音無】"「没有兴趣」"R //「ないよ」R
	
	@bf(iw0309_02)
	KOE(040005789,004)【岩沢】@bc"「这样啊。如果你说有的话，我可能会有些受打击吧。虽然有点对不起久子，但是太好了」"@bf_c(2700, iw0307_01)R //「そうか。あるって言われたら、ちょっとショックだったかもしれない。ひさ子には悪いが、よかった」@bf_c(2700, iw0307_01)R
	"她的回复让我突然心头一跳。"R //その言葉にまた、どきっとする。R
	"也就是说，我有机会了吗…。"R //だってこれは、脈ありってことだ…。R

	#DEDKMD
	
	@bf(iw0210_08)
	KOE(040005794,004)【岩沢】"「所以，刚才说到哪里了？」"R //「で、どこまで話したっけ」R
	【@音無】"「和久子的相遇」"R //「ひさ子と出会ったところ」R
	
	@bf(iw0107_01)
	KOE(040005796,004)【岩沢】"「没错。和久子相遇的时候」"R //「そうか。ひさ子と出会ってからか」R
	
	@bf(iw0109_08)
	KOE(040005797,004)【岩沢】"「学校里有一个轻音社团，然后久子带我去了他们的社团活动室」"R //「この学校には軽音楽部があって、その部室にひさ子はあたしを連れて行った」R
	
	@bf(iw0101)
	KOE(040005798,004)【岩沢】"「那里有电吉他和鼓之类的东西」"R //「エレキギターやドラムがあった」R
	
	@bf(iw0109_08)
	KOE(040005799,004)【岩沢】"「久子取出了一把电吉他，接到功放上弹奏了起来」"R //「ひさ子が、一本のエレキギターを持って、アンプを通して鳴らしてみせた」R
	
	@bf(iw0109_02)
	KOE(040005800,004)【岩沢】"「让我回忆起了第一次听到『Sad Machine』的音乐时的感觉」"R //「『"Sad Machine"』を初めて聴いた時を思い出した」R //译注：前期必定听到岩泽的过去，无需重复注释
	
	@bf(iw0104_01)
	KOE(040005801,004)【岩沢】"「她的演奏，给我带来了同样的冲击力」"R //「それぐらい、インパクトのある演奏だった」R
	
	@bf(iw0109_02)
	KOE(040005802,004)【岩沢】"「然后，久子拉出了一个相当笨重的节奏鼓机」"R //「それからひさ子は、馬鹿でかいリズムボックスを引っ張り出してきた」R
	
	@bf(iw0101)
	KOE(040005803,004)【岩沢】"「节奏鼓机就相当于是自动演奏的爵士鼓」"R //「リズムボックスってのは、ようは自動で鳴るドラムだ」R
	
	@bf(iw0105_02)
	KOE(040005804,004)【岩沢】"「我激动得起了鸡皮疙瘩」"R //「すげぇ興奮した。鳥肌が立った」R
	
	@bf(iw0109_01)
	KOE(040005805,004)【岩沢】"「我知道久子想要做什么了」"R //「ひさ子が何を始めようとしてるかがわかったからだ」R
	
	@bf(iw0104_02)
	KOE(040005806,004)【岩沢】"「她想要搞乐队」"R //「バンドをやろうとしてたんだ」R
	
	@bf(iw0104_01)
	KOE(040005807,004)【岩沢】"「这就是我们『一起战斗』的形式」"R //「それがあたしたちの『共闘』だったんだ」R
	
	@bf(iw0309_02)
	KOE(040005809,004)【岩沢】"「今天就到这里为止吧。我得回去练习了」"R //「今日はこんなところかな。練習しなくちゃならない」R
	【@音無】"「嗯，抱歉占用了你这么多时间」"R //「ああ、時間取らせて悪かったな」R
	
	@bf(iw0301)
	KOE(040005811,004)【岩沢】"「我是主动想和你聊天的，所以没关系。不用在意」"R //「好きで話してんだから、いいよ。気にするな」R

	@岩沢のこの世界での過去を聞いた=1	;;岩沢ルート突入フラグ

	IF(@百合属性さらにあり){

		@bf(iw0307_01)
		KOE(040005814,004)【岩沢】"「不过今天的你有点奇怪就是了」"R //「でも今日のお前はちょっとおかしかったけどな」R
		"确实无法否认…。"R //それは否定できない…。R

	}

	@bgm_stop(2000)
	//@bg(ep03_bg017, 25)
	@pcmch_play(0, @木製扉開ける)//効果音（扉開ける）
	@移動(ep88_bg007, 25)

	//	▼▼状況と地文が合ってないので、微調整しました▼▼		西村
	//廊下に出て岩沢を見送ると、またもあのふたりが現れる。R
	
	@bs(sk0101, ir0101)
	
	"我刚一进走廊，那两个人就又出现了。"R //廊下に出ると、またもあのふたりが現れる。R

}ELSEIF(@選択==2){		// (ある/ない/ふたりに気がある/ゆりに気がある) 

	【@音無】"「我对你们两个都有兴趣」"R //「俺はお前らふたりに気がある」R
	
	@bf(iw0107)
	KOE(040005824,004)【岩沢】"「诶？也就是说你也喜欢久子吗？」"R //「え？　それはひさ子も好きってことか？」R
	【@音無】"「不是。因为你和久子的关系真的很好…我喜欢你们两个人的这种状态」"R //「違う。お前とひさ子が仲良すぎてさ…そんなところが好きなんだよ」R
	
	@bf(iw0106_08)
	KOE(040005826,004)【岩沢】"「喜欢我们之间关系很好的状态？」"R //「仲がいいところが好き？」R
	"似乎完全没有让她明白。该怎么解释呢…。"R //全然伝わっていないようだ。なんて説明しよう…。R
	【@音無】"「让我想想…我喜欢幻想你们两个人独处的时候在做什么」"R //「そうだな…お前とひさ子がふたりきりの時、何をしているか妄想することが好きなんだ」R

	@百合属性さらにあり=1
	@実績チェック
	
	@bf(iw0101_08)
	KOE(040005829,004)【岩沢】"「我们只会普通地聊聊音乐而已哦？」"R //「何って、普通に音楽の話だけど？」R
	【@音無】"「呜啊啊—！不要破坏我的幻想啊…」"R //「うああー！　夢を壊さないでくれぇ…」R
	【@音無】"「就不能回答说，“也会做别的事情”吗」"R //「それ以外もあるって言ってくれないか」R
	
	@bf(iw0107)
	KOE(040005832,004)【岩沢】"「今天的你有点奇怪啊」"R //「今日のお前、おかしいぞ」R
	【@音無】"「拜托了」"R //「いいから」R
	
	@bf(iw0109_08)
	KOE(040005834,004)【岩沢】"「知道啦…除此之外，我们也会做别的事情。满意了吧」"R //「わかったよ…それ以外のこともあるよ。これでいいか」R
	【@音無】"（呼…帮大忙了…）"R //（ふぅ…助かった…）R

	GOTO #DEDKMD

}ELSE{	// IF(@選択==3){		// (ある/ない/ふたりに気がある/ゆりに気がある) 

	【@音無】"「「我…其实…那个…」"R //「俺は…実は…ええと…」R
	
	@bf(iw0108)
	KOE(040005843,004)【岩沢】"「怎么了啊，搞得这么煞有介事的」"R //「なんだよ、もったいぶって」R
	"到底要不要在这里老实交代啊…。"R //正直に言うべきなんだろうな…。R
	【@音無】"「我对由理更感兴趣」"R //「ゆりに気がある」R
	
	//	チェックシート修正。ゆりに気があると答えた場合のフラグ追加		西村
	@岩沢とゆりで修羅場に=1

	GOTO #DAMARI

}
;－－－

@bgm_play(m104)

//	チェックシート修正。 ゆりに気がある を選ばなかった場合の条件を追加		西村
//IF(@岩沢とひさ子で修羅場に==0&&@岩沢の恋愛感情おかしい==0&&@百合属性さらにあり==0){
IF(@岩沢とひさ子で修羅場に==0&&@岩沢の恋愛感情おかしい==0&&@百合属性さらにあり==0&&@岩沢とゆりで修羅場に==0){

	@bs(sk0104@11g, ir0101)
	KOE(040005855,006)【関根】"「炸了啊！音无同学！」"R										// ■■■■ あだ名の場合つっこまなくていいの？（西 //「ぱねぇす！　音無さん！」R										
	
	@bf(ir0302@12d)
	KOE(040005856,007)【入江】"「嗯，真的爆炸了啊！」"R //「うん、ぱなかったね！」R
	"原来还能这么用啊。"R //その使い方はあってるのか。R
	
	@bf(sk0106_03)
	KOE(040005858,006)【関根】"「竟然都能让岩泽前辈吃醋了啊！！」"R //「だって、あの岩沢先輩に焼き餅を焼かせるなんて！！」R
	
	@bf(sk0106_01)
	KOE(040005859,006)【関根】"「美雪亲，你来演音无同学」"R									// ■■■■ あだ名の場合つっこまなくていいの？（西 //「みゆきち、音無さん役やって」R									
	
	@bf(ir0101@00a)
	KOE(040005860,007)【入江】"「嗯」"R //「うん」R
	
	@bf(sk0110_05)
	KOE(040005861,006)【関根】"「你对久子有兴趣吗？」"R //「あんた、ひさ子には気はないのか？」R
	
	@bf(ir0107_04)
	KOE(040005862,007)【入江】"「没有兴趣」"R //「ない」R
	
	@bf(sk0106_01)
	KOE(040005863,006)【関根】"「这样啊。如果你说有的话，我会很受打击的。太好了」"R //「そうか。あるって言われたら、ショックだった。良かった」R
	
	@bf(sk0104@11g, ir0102)
	KOE(040005864,006)【関根】"「炸了———！！」"R //「ぱねーーー！！」R
	
	@bf(ir0102_01@12d)
	KOE(040005865,007)【入江】"「嗯，爆炸了」"R //「うん、ぱないっ」R
	【@音無】"「不，当时的情景不是这样的吧…」"R //「いや、セリフ変わってるだろ…」R
	
	@bf(sk0208)
	KOE(040005867,006)【関根】"「都已经可以直接推倒她了啊！」"R //「もう、押し倒してもオーケーゾーンですよ！」R
	
	@bf(ir0104_05@12d)
	KOE(040005868,007)【入江】"「咿呀！把岩泽前辈给！！」"R //「ひやぁ！　あの、岩沢先輩を！！」R
	【@音無】"「顺便，能不能不要再偷听了？」"R //「つかさ、いい加減立ち聞きしないでくれないか？」R
	
	@bf(sk0103_01@00o, ir0101)
	KOE(040005870,006)【関根】@bc"「不要这么污人清白啊！我们只是来提醒岩泽前辈要开始练习了，结果就撞到你们在聊那些！」"@bf_c(2400, sk0106_03)R //「そんな人聞きの悪い！　岩沢先輩、そろそろ練習始めますよ～と呼びに言ったら、その会話をしてたんです！」@bf_c(2400, sk0106_03)R
	【@音無】"「你们绝对是在蹲守吧…」"R //「ぜってー張ってるだろ…」R
	
	@bf(sk0404)
	KOE(040005872,006)【関根】"「而且！你能走到这一步，也是多亏了军师诗诗子和关根的功劳吧！」"R //「それにですよ！　ここまで来れたのは、策士、このしおりんこと関根の功績でもあります！」R

	@@選択=SELBTN(@selbtn_s_2,
		"不情愿地承认", //認めたくはないが認める,
		"并没有" //それはない
	)@selbtn_log
	IF(@選択==0){

		【@音無】"「………」"R //「………」R
		
		@bf(sk0108@15@00d, ir0104)
		KOE(040005881,006)【関根】"「为什么突然哑巴了啊！！」"R //「なんで黙るんですかー！！」R
		
		@bf(sk0107@00g)
		KOE(040005882,006)【関根】"「约会地点不也是我告诉你的吗——！！」"R //「だって、デートスポットも教えたじゃないですかーー！！」R
		【@音無】"「………」"R //「………」R
		
		@bf(sk0108@00d)
		KOE(040005884,006)【関根】"「所以为什么突然哑巴了啊—！！是因为被我说中了吗！？」"R //「だから、なんで黙るんですかー！！　図星ってことっしょ！？」R
		【@音無】"「…嗯…」"R //「…ああ…」R
		"虽然很不情愿，但还是不得不承认…。"R //認めたくないが、認めるしかなかった…。R

	}ELSE{	// IF(@選択==1){

		【@音無】"「并没有」"R //「ねーよ」R
		
		@bf(sk0107@15@00g, ir0104)
		KOE(040005891,006)【関根】"「约会地点不也是我告诉你的吗——！！」"R //「だって、デートスポット教えたじゃないですかーー！！」R
		【@音無】"「你只是出于个人的喜好，才想把岩泽和花组合到一起的吧」"R //「それも個人的な趣味で、花と岩沢を掛け合わせてみたかっただけだろっ」R

	}

	@bf(sk0104@00a)
	KOE(040005896,006)【関根】@bc"「那可是鲜花和岩泽前辈啊！？光是想想就，哇啊！！」"@bf_c(5300, sk0108@00g)R //「だって、花とあの岩沢先輩ですよ！？　うわ、思い出すだけで、やべぇ！！」@bf_c(5300, sk0108@00g)R
	【@音無】"「不要说的像是水和油一样不相溶啊…」"R //「そんな水と油みたいに言うなよ…」R
	
	@bf(sk0105)
	KOE(040005898,006)【関根】"「俗话说沐猴而冠嘛」"R //「馬子にも衣装ですよ」R //TODO：日语中【馬子にも衣装】含贬义，直接翻译为“人靠衣装马靠鞍”反而体现不出关根的文化造纸低下，暂时译为【沐猴而冠】
	【@音無】"「这么说反而更过分了」"R //「そのほうがひどいから」R


	@bf(sk0106_03)
	KOE(040005900,006)【関根】"「总之，下一步就是亲嘴了！」"R //「とりあえず次はキッスですね！」R

	#UHYAA
	
	@bs(sk0106_01, ir0302@12g)
	KOE(040005904,007)【入江】"「咿呀啊啊啊啊！！」"R //「うひゃああぁぁ！！」R
	【@音無】"「不可能的」"R //「しないから」R
	
	@bf(sk0108)
	KOE(040005906,006)【関根】"「你还要继续吊我们胃口是吧！！」"R //「これ以上焦らすんですか！！」R
	
	@bf(sk0106)
	KOE(040005907,006)【関根】"「再这样拖延下去，就会变成由岩泽前辈…」"R //「これ以上引っ張ったら、岩沢先輩のほうから…」R
	
	@bf(ir0104)
	KOE(040005908,007)【入江】"「由岩泽前辈…？」"R	 //「ほうから…？」R	
	
	@bf(sk0110)
	KOE(040005909,006)【関根】@bc"「对了，亲吻是怎么做的呢。教教我吧，音无」"@bf_c(3900, sk0106_01)R			// ■■■■ あだ名の場合つっこまなくていいの？（西 //「そうだ、キスってどうやるんだ。音無、教えてくれ」@bf_c(3900, sk0106_01)R			
	
	@bf(ir0302@12g)
	KOE(040005910,007)【入江】"「咿呀啊啊啊啊——！！」"R //「うひゃああぁぁーー！！」R
	
	@bf(sk0405)
	KOE(040005911,006)【関根】"「…做出如上举动」"R //「と来ますよ」R
	【@音無】"「绝对不可能的」"R //「絶対来ねーよ」R
	
	@bf(sk0107@00d)
	KOE(040005913,006)【関根】"「那就由你主动起来啊！！」"R //「だったら、お前から行けよ！！」R
	
	@bf(sk0110_01)
	KOE(040005914,006)【関根】@bc"「岩泽，你知道接吻吗？…照我说的来就行了」"@bf_c(3700, sk0104)R //「岩沢、キスって知ってるか？　こうするんだぜ…って」@bf_c(3700, sk0104)R
	
	@bf(ir0306_04@00d)
	KOE(040005915,007)【入江】"「等等，诗诗。我还没做好目睹这一场面的心理准备啊！！」"R //「待って、しおりん、さすがにそれはあたし見ていられる自信がない！！」R
	
	@bf(sk0408_03@00a)
	KOE(040005916,006)【関根】"「那没事，我一个人看就行了」"R //「じゃ、いいよ、ひとりで見るからさ」R
	
	@bf(ir0305@15@00o)
	KOE(040005917,007)【入江】"「诶诶诶—！！才不要那样——！！诗诗提前偷跑，也太恶劣了——！！」"R //「ええぇー！！　それは嫌だーー！！　しおりん、それはひどい抜け駆けだよおぉーー！！」R
	
	@bf(sk0106_03)
	KOE(040005918,006)【関根】"「所以，才要两个人一起看啊。没事儿，有我在旁边的话，完全不用害怕！」"R //「だから、一緒に見ようじゃないか。大丈夫だ、あたしが居る。ふたりで見れば恐くない！」R
	
	@bf(ir0102@00a)
	KOE(040005919,007)【入江】"「嗯，明白了。我会看的」"R //「うん、わかった。見るっ」R
	
	@bf(sk0104@11d)
	KOE(040005920,006)【関根】"「只要大家一起闯红灯，就没什么好怕的！！」"R //「赤信号、ふたりで渡れば恐くない！！」R
	
	@bf(sk0101_06, ir0104)
	@横揺れ_強
	
	【@音無】"「不会让你们看到的啊—————！！」"R //「見せねぇからあぁぁーーーーー！！」R
	
	【@音無】"「真是的，不能对你们两个掉以轻心啊」"R //「ったく、油断ならないな、お前らっ」R
	
	@bs(sk0416)
	KOE(040005923,006)【関根】"「呵…」"R //「ふっ…」R
	"关根意味深长地叹了口气。"R //意味深に関根が息を吐く。R
	【@音無】"「别吓我啊！」"R //「怖いから！」R
	
	@bs
	
	"如果真到了这么做的时候，得考虑好地点才行…。"R //本当にそんな時が来るとしたら、場所は考えないとな…。R
	【@音無】"（不对不对，不可能不可能不可能的…）"R //（いやいや、ないないない…）R
	"为什么我会认真考虑这种事情啊…。"R //何かまけているんだ、俺は…。R
	
	@bs(sk0101, ir0101)
	
	【@音無】"「你们也得练习的吧？别在这磨蹭了，快走吧」"R //「お前らも練習だろ。こんなところで油売ってないで、行け」R
	
	@bf(sk0101_06, ir0104_05@10@00d)
	KOE(040005930,007)【入江】"「呜哇，真的啊！又要挨训了！」"R //「うわ、ほんとだ！　また怒られちゃう！」R
	
	@bf(sk0104@11)
	KOE(040005931,006)【関根】"「欲知后事如何，且听下回分解！」"R //「ではまた次回にご期待ください！」R
	【@音無】"「且听你个头啊！」"R //「ご期待しねーから！」R
	
	@bs
	
	"她们两个离开了。"R //ふたりが去っていく。R

//	チェックシート修正。ゆりに気があると答えた場合の処理		西村
//}elseif(@岩沢とひさ子で修羅場に){
}elseif(@岩沢とひさ子で修羅場に==1||@岩沢とゆりで修羅場に==1){
	
	@bs(bs3_sk0107@06a, ir0103)
	@横揺れ_強
	KOE(040005937,006)【関根】"「なんで、あんなこと言っちゃたんですかーー！！」"R //「なんで、あんなこと言っちゃたんですかーー！！」R

	@bf(bs3_sk0107)
	【@音無】"「なんだよ、いきなり…」"R //「なんだよ、いきなり…」R
	
	//	ひさ子用に分岐を設置		西村
	IF(@岩沢とひさ子で修羅場に==1){
	
		@bf(sk0108@00d)
		KOE(040005939,006)【関根】"「岩沢先輩からの質問ですっ！　どうしてひさ子先輩にも同じぐらい気があるって、答えちゃったんですかぁぁーー！！」"R //「岩沢先輩からの質問ですっ！　どうしてひさ子先輩にも同じぐらい気があるって、答えちゃったんですかぁぁーー！！」R
		【@音無】"「だって、実際そうなんだから」"R //「だって、実際そうなんだから」R
		
		@bf(bs2_sk0109@00a, ir0106_04)
		KOE(040005941,006)【関根】"「そんなぁ…！　ひさ子先輩にも気があるんですか！？」"R //「そんなぁ…！　ひさ子先輩にも気があるんですか！？」R
		【@音無】"「ああ」"R //「ああ」R
		
		@bf(sk0108)
		KOE(040005943,006)【関根】"「あの、鬼のように怖い音楽モンスターに！？」"R //「あの、鬼のように怖い音楽モンスターに！？」R
		【@音無】"「それはお前らに対してだけだろ。俺は好きだよ」"R //「それはお前らに対してだけだろ。俺は好きだよ」R
		
	}else{
	
		【@音無】"「言うべきか迷ったけど、正直に答えたんだぞ」"R //「言うべきか迷ったけど、正直に答えたんだぞ」R
	
	}
	
	@bf(bs2_sk0104_08@15a)
	KOE(040005945,006)【関根】"「あああぁぁぁ…策士、このしおりんこと関根が綿密に設計した計画が、炭酸の泡にぃぃーー…！！」"R //「あああぁぁぁ…策士、このしおりんこと関根が綿密に設計した計画が、炭酸の泡にぃぃーー…！！」R
	
	@bf(ir0104_05@10d)
	KOE(040005946,007)【入江】"「出たぁーー！！　しおりんの必殺、ことわざ変化！！」"R //「出たぁーー！！　しおりんの必殺、ことわざ変化！！」R
	"なんだそりゃ。"R //なんだそりゃ。R
	
	@bf(ir0103_04)
	KOE(040005948,007)【入江】"「炭酸の泡ってことは、まだ時間的に可能性があるってことだよね！？」"R //「炭酸の泡ってことは、まだ時間的に可能性があるってことだよね！？」R
	
	@bf(sk0410@00a)
	KOE(040005949,006)【関根】"「ああ…まだワンチャンあるで…」"R //「ああ…まだワンチャンあるで…」R
	
	@bf(ir0106@00o)
	KOE(040005950,007)【入江】"「それに賭けてみるしかないね…」"R //「それに賭けてみるしかないね…」R
	
	@bf(sk0406)
	KOE(040005951,006)【関根】"「だが、こいつに、その意欲があるかどーかだ」"R //「だが、こいつに、その意欲があるかどーかだ」R
	"なんて答えるべきか…。"R //なんて答えるべきか…。R

	#ARUNAI

	@@選択=SELBTN(@selbtn_s_2,
		"ある", //ある,
		"ない" //ない
	)@selbtn_log
	IF(@選択==0){

		【@音無】"「ある」"R //「ある」R
		
		@bf(sk0104@00d, ir0101)
		KOE(040005962,006)【関根】"「よーーし、次こそ、この策士、しおりんの言うとおりに行動するように」"R //「よーーし、次こそ、この策士、しおりんの言うとおりに行動するように」R
		【@音無】"「ああ…で、なにをすればいいんだ？」"R //「ああ…で、なにをすればいいんだ？」R

		@bf(sk0105)
		KOE(040005900,006)【関根】"「とりあえず次はキッスですね！」"R //「とりあえず次はキッスですね！」R
		【@音無】"「しないから」"R //「しないから」R
		
		@bf(sk0410_01)
		KOE(040005914,006)【関根】@bc"「岩沢、キスって知ってるか？　こうするんだぜ…って」"@bf_c(3700, sk0404)R //「岩沢、キスって知ってるか？　こうするんだぜ…って」@bf_c(3700, sk0404)R
		【@音無】"「だからしないって」"R //「だからしないって」R
		
		@bf(ir0306_05@10d)
		KOE(040005915,007)【入江】"「待って、しおりん、さすがにそれはあたし見ていられる自信がない！！」"R //「待って、しおりん、さすがにそれはあたし見ていられる自信がない！！」R
		
		@bf(sk0408_03@00a)
		KOE(040005916,006)【関根】"「じゃ、いいよ、ひとりで見るからさ」"R //「じゃ、いいよ、ひとりで見るからさ」R
		【@音無】"「だからしないって」"R //「だからしないって」R
		
		@bf(ir0305@15@00o)
		KOE(040005917,007)【入江】"「ええぇー！！　それは嫌だーー！！　しおりん、それはひどい抜け駆けだよおぉーー！！」"R //「ええぇー！！　それは嫌だーー！！　しおりん、それはひどい抜け駆けだよおぉーー！！」R
		
		@bf(sk0106_03)
		KOE(040005918,006)【関根】"「だから、一緒に見ようじゃないか。大丈夫だ、あたしが居る。ふたりで見れば恐くない！」"R //「だから、一緒に見ようじゃないか。大丈夫だ、あたしが居る。ふたりで見れば恐くない！」R
		
		@bf(ir0102@12a)
		KOE(040005919,007)【入江】"「うん、わかった。見るっ」"R //「うん、わかった。見るっ」R
		
		@bf(sk0104@11d)
		KOE(040005920,006)【関根】"「赤信号、ふたりで渡れば恐くない！！」"R //「赤信号、ふたりで渡れば恐くない！！」R
		
		@横揺れ_強
		
		【@音無】"「しないつってるだろおぉぉぁーーーーー！！」"R //「しないつってるだろおぉぉぁーーーーー！！」R
		
		@bf(sk0101_06, ir0106_04)
		
		【@音無】"「ったく、油断ならないな、お前らっ」"R //「ったく、油断ならないな、お前らっ」R
		
		@bs(sk0416)
		KOE(040005923,006)【関根】"「ふっ…」"R //「ふっ…」R
		"意味深に関根が息を吐く。"R //意味深に関根が息を吐く。R
		【@音無】"「怖いから！」"R //「怖いから！」R
		
		@bs
		
		"本当にそんな時が来るとしたら、場所は考えないとな…。"R //本当にそんな時が来るとしたら、場所は考えないとな…。R
		【@音無】"（いやいや、ないないない…）"R //（いやいや、ないないない…）R
		"何かまけているんだ、俺は…。"R //何かまけているんだ、俺は…。R
		
		@bs(sk0101, ir0101)
		
		【@音無】"「お前らも練習だろ。こんなところで油売ってないで、行け」"R //「お前らも練習だろ。こんなところで油売ってないで、行け」R
		
		@bf(sk0101_06, ir0104_05@10@00d)
		KOE(040005930,007)【入江】"「うわ、ほんとだ！　また怒られちゃう！」"R //「うわ、ほんとだ！　また怒られちゃう！」R
		
		@bf(sk0104@11a)
		KOE(040005931,006)【関根】"「ではまた次回にご期待ください！」"R //「ではまた次回にご期待ください！」R
		
		【@音無】"「ご期待しねーから！」"R //「ご期待しねーから！」R
		
		@bs
		
		"ふたりが去っていく。"R //ふたりが去っていく。R

		;;@岩沢との恋愛続行=1	;;意味無しフラグ（魁

	}ELSE{	// IF(@選択==1){

		【@音無】"「ない」"R //「ない」R
		
		@bf(sk0104_08@00o)
		KOE(040005973,006)【関根】"「うあぁぁ…今、バキッと音が聞こえた…」"R //「うあぁぁ…今、バキッと音が聞こえた…」R
		
		@bf(ir0104)
		KOE(040005974,007)【入江】"「なんの音？」"R //「なんの音？」R
		
		@bf(sk0109)
		KOE(040005975,006)【関根】"「フラグが折れる音」"R //「フラグが折れる音」R
		
		@bf(ir0106_04)
		KOE(040005976,007)【入江】"「フラグ？」"R //「フラグ？」R
		
		@bf(sk0116_09)
		KOE(040005977,006)【関根】"「そ、フラグ」"R //「そ、フラグ」R
		"何を言っているのはさっぱりわからない。"R //何を言っているのはさっぱりわからない。R
		
		@bf(sk0104_08@00a)
		KOE(040005979,006)【関根】"「うあああぁぁ…見てください！　岩沢先輩がものすごく激しいストロークをしている！！」"R //「うあああぁぁ…見てください！　岩沢先輩がものすごく激しいストロークをしている！！」R
		
		@bf(sk0110_09)
		KOE(040005980,006)【関根】"「フラグが折られたせいだ…」"R //「フラグが折られたせいだ…」R
		【@音無】"「いや、単純に激しい曲を書いてんだろ」"R //「いや、単純に激しい曲を書いてんだろ」R
		
		@bf(sk0109)
		KOE(040005982,006)【関根】"「でも、このタイミングでなんて、絶対音楽で今のやりとりを忘れようとしている…」"R //「でも、このタイミングでなんて、絶対音楽で今のやりとりを忘れようとしている…」R
		【@音無】"「無理矢理、色恋沙汰に繋げるな」"R //「無理矢理、色恋沙汰に繋げるな」R
		
		@bf(sk0114)
		KOE(040005984,006)【関根】"「なんて、鈍感な男だ…！！」"R //「なんて、鈍感な男だ…！！」R
		"俺からすれば、やれやれ、といったところだ。"R //俺からすれば、やれやれ、といったところだ。R
		【@音無】"「じゃあな」"R //「じゃあな」R
		
		@bs
		
		"ふたりを残し、その場を後にした。"R //ふたりを残し、その場を後にした。R

	}

	goto #OWARIZ28

}elseif(@岩沢の恋愛感情おかしい){

	@bs(sk0107@14@00g, ir0103)
	KOE(040005993,006)【関根】"「うあぁぁぁぁーーー！！　なんで、あそこで、おかしいって言っちゃったんだよぉぉーー！！」"R //「うあぁぁぁぁーーー！！　なんで、あそこで、おかしいって言っちゃったんだよぉぉーー！！」R
	
	@bf(sk0107)
	
	【@音無】"「駄目だったか？」"R //「駄目だったか？」R
	
	@bf(sk0108@00d)
	KOE(040005995,006)【関根】"「さっき、岩沢先輩は、ひさ子先輩との友情より、あなたとの愛情を選ぼうとしていたのにぃぃー！！」"R //「さっき、岩沢先輩は、ひさ子先輩との友情より、あなたとの愛情を選ぼうとしていたのにぃぃー！！」R
	
	@bf(ir0306_04)
	KOE(040005996,007)【入江】"「言った瞬間、如実に岩沢先輩の顔が曇ったもんね…」"R //「言った瞬間、如実に岩沢先輩の顔が曇ったもんね…」R
	"そこまで見てるのか。"R //そこまで見てるのか。R
	
	@bf(sk0106@00a, ir0106)
	KOE(040005998,006)【関根】"「まだフォローは利くはず…。でも、それには音無さん、あんたの気持ち次第だ」"R			// ■■■■ あだ名の場合つっこまなくていいの？（西 //「まだフォローは利くはず…。でも、それには音無さん、あんたの気持ち次第だ」R			
	
	@bf(sk0406_01)
	KOE(040005999,006)【関根】"「岩沢先輩を攻める意欲はあるか？」"R //「岩沢先輩を攻める意欲はあるか？」R

	GOTO #ARUNAI

}elseif(@百合属性さらにあり){

	@集中線開始
	@bs(bs3_sk0107)
	@横揺れ_強
	KOE(040006004,006)【関根】"「あたしらも身の危険を感じますからぁぁーー！！」"R //「あたしらも身の危険を感じますからぁぁーー！！」R
	
	@集中線終了
	@bs
	@pcmch_play(0, @蹴る)
	@横揺れ_強
	
	"いきなり背中を蹴られる。"R //いきなり背中を蹴られる。R
	【@音無】"「いっつ…なんだよ、いきなり…」"R //「いっつ…なんだよ、いきなり…」R
	
	@bs(sk0108@00a)
	KOE(040006007,006)【関根】"「岩沢先輩とひさ子先輩がふたりきりになったら、あなたは何を妄想するんですかぁーー！！」"R //「岩沢先輩とひさ子先輩がふたりきりになったら、あなたは何を妄想するんですかぁーー！！」R
	【@音無】"「それは、ええと…」"R //「それは、ええと…」R

	@@選択=SELBTN(@selbtn_s_2,
		"言えない", //言えない,
		"Ｈなこと" //Ｈなこと
	)@selbtn_log
	IF(@選択==0){		// (言えない/Ｈなこと) 

		【@音無】"「言えない」"R //「言えない」R
		"この事実は伏せておくべきだ。"R //この事実は伏せておくべきだ。R
		
		@bf(sk0107)
		@横揺れ_弱
		KOE(040006016,006)【関根】"「絶対エロいことですからあぁぁーーー！！」"R //「絶対エロいことですからあぁぁーーー！！」R
		【@音無】"「へんなこと言うなよ…」"R //「へんなこと言うなよ…」R

		#ATASHITO
		
		@bf(bs2_sk0208@00g)
		KOE(040006021,006)【関根】"「あたしとみゆきちとも、同じこと妄想して、夜にひとりでなんか為さってるんでしょぉぉー！！」"R //「あたしとみゆきちとも、同じこと妄想して、夜にひとりでなんか為さってるんでしょぉぉー！！」R

		@@選択=SELBTN(@selbtn_s_2,
			"してる", //してる,
			"してない" //してない
		)@selbtn_log
		IF(@選択==0){		// (してる/してない) 

			【@音無】"「してる」"R //「してる」R
			
			@bs(sk0107, ir0104)
			
			"とは答えたものの、したことあったっけ？"R //とは答えたものの、したことあったっけ？R
			
			@bf(sk0109@00o)
			KOE(040006030,006)【関根】"「みゆきち、この男はやばい…」"R //「みゆきち、この男はやばい…」R
			
			@bs(sk, ir0104_03@13)
			KOE(040006031,007)【入江】"「どういうこと？」"R //「どういうこと？」R
			
			@bf(sk0109_10)
			KOE(040006032,006)【関根】"「うぶなみゆきちには、わからないか…」"R //「うぶなみゆきちには、わからないか…」R
			
			@bf(sk0406)
			KOE(040006033,006)【関根】"「明日から、あたしたちはマスクにグラサンかけなければいけないぐらいにやばい…」"R //「明日から、あたしたちはマスクにグラサンかけなければいけないぐらいにやばい…」R
			
			@bf(ir0304_05@00d)
			KOE(040006034,007)【入江】@bc"「それって、芸能人レベルじゃない？　あたしらは岩沢先輩やひさ子先輩並みには人気ないから、大丈夫だと思うよ？」"@bf_c(3400, ir0306_04)R //「それって、芸能人レベルじゃない？　あたしらは岩沢先輩やひさ子先輩並みには人気ないから、大丈夫だと思うよ？」@bf_c(3400, ir0306_04)R
			
			@bf(sk0410_09@00o)
			KOE(040006035,006)【関根】"「わかってないな…みゆきちは…」"R //「わかってないな…みゆきちは…」R
			
			@bf(ir0301_04)
			KOE(040006036,007)【入江】"「はあ」"R //「はあ」R
			
			@bs_set(-1, bs3_sk0107@21a, @pos_l + 40)
			@bs_set(-1, ir0301_04, @pos_r - 40)
			@wipe(0)
			@横揺れ_強(0, 0)
			KOE(040006037,006)【関根】"「ようは、この男のオナペットにされたいかってことだよ！！」"R //「ようは、この男のオナペットにされたいかってことだよ！！」R

			@bs_set(-1, bs3_sk0107, @pos_l + 40)
			@bs_set(-1, ir0301_04, @pos_r - 40)
			@wipe(0)
			
			"すごいワードが関根の口から飛び出した。"R //すごいワードが関根の口から飛び出した。R
			
			@bs_set(-1, bs3_sk0107, @pos_l + 40)
			@bs_set(-1, ir0304@13, @pos_r - 40)
			@wipe(0)
			
			KOE(040006039,007)【入江】"「おな…ぺっと…？」"R //「おな…ぺっと…？」R
			"が、入江には伝わらない。"R //が、入江には伝わらない。R
			
			@bs_set(-1, sk0108@00d, @pos_l + 40)
			@bs_set(-1, ir0304@13, @pos_r - 40)
			@wipe(0)
			KOE(040006041,006)【関根】"「っ！！」"R //「っ！！」R
			
			@bs(bs2_sk0409@00a, ir)
			KOE(040006042,006)【関根】"「すまない…今の言葉は忘れてくれ…。あたしはうぶなみゆきちが好きだったんだ…」"R //「すまない…今の言葉は忘れてくれ…。あたしはうぶなみゆきちが好きだったんだ…」R
			
			@bf(sk0408_06)
			KOE(040006043,006)【関根】"「それをこの男のせいで、そのうぶが失われる危機だった…」"R //「それをこの男のせいで、そのうぶが失われる危機だった…」R
			
			@bf(ir0301_04)
			KOE(040006044,007)【入江】"「はあ…」"R //「はあ…」R
			"で、結局俺の立場はどうなったんだ？"R //で、結局俺の立場はどうなったんだ？R

			@@選択=SELBTN(@selbtn_s_2,
				"してると言い通す", //してると言い通す,
				"冗談だったと告げる" //冗談だったと告げる
			)@selbtn_log
			IF(@選択==0){		// (してると言い通す/冗談だったと告げる) 

				【@音無】"「してる。し続ける」"R //「してる。し続ける」R
				
				@bf(sk0107@15)
				@横揺れ_強
				KOE(040006053,006)【関根】"「うああぁぁぁぁぁぁぁぁーーーーーーーー！！」"R //「うああぁぁぁぁぁぁぁぁーーーーーーーー！！」R
				
				@bf(ir0104)
				KOE(040006054,007)【入江】@bc"「え、何？　そんな大きなリアクションされる意味があたし、わかってないんだけど…」"@bf_c(2000, ir0106_04)R //「え、何？　そんな大きなリアクションされる意味があたし、わかってないんだけど…」@bf_c(2000, ir0106_04)R
				【@音無】"「別に減るもんじゃないし、お前らに迷惑をかけてるわけでもないから、いいだろ？」"R //「別に減るもんじゃないし、お前らに迷惑をかけてるわけでもないから、いいだろ？」R
				
				@bf(sk0108@00g, ir0104)
				KOE(040006056,006)【関根】"「うっわー！　ガチだ！」"R //「うっわー！　ガチだ！」R
				
				@bf(sk0109)
				KOE(040006057,006)【関根】@bc"「そりゃ、お好きにどうぞ、としか返せない…」"@bf_c(800, sk0103@00a)@bf_c(1200, sk0109)R //「そりゃ、お好きにどうぞ、としか返せない…」@bf_c(800, sk0103@00a)@bf_c(1200, sk0109)R
				【@音無】"「納得してくれたなら、なによりだ」"R //「納得してくれたなら、なによりだ」R
				
				@bf(sk0108_06)
				KOE(040006059,006)【関根】"「そんな爽やかに下ネタをカミングアウトするとは…」"R //「そんな爽やかに下ネタをカミングアウトするとは…」R
				
				@bf(sk0110@00o)
				KOE(040006060,006)【関根】"「まあ、いいです。まだ想定内です。あたしたちの楽しみはそこにはないので」"R //「まあ、いいです。まだ想定内です。あたしたちの楽しみはそこにはないので」R
				
				@bf(sk0105, ir0104)
				KOE(040006061,006)【関根】"「というわけで、次は岩沢先輩とキスしてください」"R //「というわけで、次は岩沢先輩とキスしてください」R

			}ELSE{	// IF(@選択==1){		// (してると言い通す/冗談だったと告げる) 

				【@音無】"「冗談だよ」"R //「冗談だよ」R
				"そう答えておくほうが、面倒ごとが増えなくていい気がした。"R //そう答えておくほうが、面倒ごとが増えなくていい気がした。R
				
				@bs(sk0104@00a)
				KOE(040006069,006)【関根】"「はあぁぁあーーーーーー！！　安心しました！」"R //「はあぁぁあーーーーーー！！　安心しました！」R
				"どれだけ恐れてたんだよ…。"R //どれだけ恐れてたんだよ…。R
				
				@bf(sk0105)
				KOE(040006071,006)【関根】"「では、次はですね、岩沢先輩とキスしてください」"R //「では、次はですね、岩沢先輩とキスしてください」R

			}

		}ELSE{	// IF(@選択==1){		// (してる/してない) してない

			【@音無】"「すげえ言いがかりだな。してねーよ」"R //「すげえ言いがかりだな。してねーよ」R
			
			@bf(sk0106)
			KOE(040006081,006)【関根】"「本当ですか！？」"R //「本当ですか！？」R
			
			@bs(sk, ir0104)
			【@音無】"「本当だよ。ぶっちゃけ、お前らを俺は女として見ていない」"R //「本当だよ。ぶっちゃけ、お前らを俺は女として見ていない」R
			
			@bf(sk0108@00d)
			KOE(040006083,006)【関根】"「そりゃ、みゆきちは貧乳ですけどぉーー！！」"R //「そりゃ、みゆきちは貧乳ですけどぉーー！！」R
			
			@bs(sk, ir0304_05@10)
			@横揺れ_弱
			KOE(040006084,007)【入江】"「えぇ！？　どうしてそんなこと男の人の前で、ぶっちゃけられてるの！？」"R //「えぇ！？　どうしてそんなこと男の人の前で、ぶっちゃけられてるの！？」R
			
			@bf(sk0101_06)
			KOE(040006085,006)【関根】"「だって、貧乳じゃん」"R //「だって、貧乳じゃん」R
			
			@bf(ir0305@00b)
			KOE(040006086,007)【入江】"「そうかもしれないけど、どうして音無さんを前にして言うの！？」"R			// ■■■■ あだ名の場合つっこまなくていいの？（西 //「そうかもしれないけど、どうして音無さんを前にして言うの！？」R			
			
			@bf(sk0410_01, ir0303)
			KOE(040006087,006)【関根】"「岩沢先輩もひさ子先輩も、いい感じのおっぱいの大きさだ。だから、こいつはそのふたりの組み合わせで、妄想して楽しむことが出来る」"R //「岩沢先輩もひさ子先輩も、いい感じのおっぱいの大きさだ。だから、こいつはそのふたりの組み合わせで、妄想して楽しむことが出来る」R
			
			@bf(sk0106@00a)
			KOE(040006088,006)【関根】"「でも、あたしらは、みゆきちが貧乳なため、その対象にならない！」"R //「でも、あたしらは、みゆきちが貧乳なため、その対象にならない！」R
			
			@bf(ir0305_04)
			KOE(040006089,007)【入江】"「しおりんが言ってること、さっぱりわからないよ…」"R //「しおりんが言ってること、さっぱりわからないよ…」R
			
			@bs(ir0306)
			KOE(040006090,007)【入江】"「そして残ったのは、あたしが貧乳だと音無さんに知られたという事実だけ…」"R			// ■■■■ あだ名の場合つっこまなくていいの？（西 //「そして残ったのは、あたしが貧乳だと音無さんに知られたという事実だけ…」R			
			"入江が泣きそうなぐらい落ち込んでいた。"R //入江が泣きそうなぐらい落ち込んでいた。R
			
			@入江が貧乳だと知った=1
			@実績チェック

			@@選択=SELBTN(@selbtn_m_2,
				"胸の大きさなんてどうでもいい", //胸の大きさなんてどうでもいい,
				"やはり大きいに限る" //やはり大きいに限る
			)@selbtn_log
			IF(@選択==0){		// (胸の大きさなんてどうでもいい/やはり大きいに限る) 

				【@音無】"「胸の大きさなんてどうでもいい」"R //「胸の大きさなんてどうでもいい」R
				
				@bs(sk0109, ir0104)
				KOE(040006099,006)【関根】"「え！？　だったら、あたしたちもあなたのおかずに…」"R //「え！？　だったら、あたしたちもあなたのおかずに…」R
				【@音無】"「何のこと言ってんのか、わかんねーよ…」"R //「何のこと言ってんのか、わかんねーよ…」R
				
				@bs(bs3_sk0406_03)
				KOE(040006101,006)【関根】"「詳しく言いましょうか？」"R //「詳しく言いましょうか？」R
				【@音無】"「やめてくれ。どうせ下ネタだろ？」"R //「やめてくれ。どうせ下ネタだろ？」R
				
				@集中線開始
				@bf(sk0107)
				@横揺れ_強
				KOE(040006103,006)【関根】"「お前から下ネタを振った癖に、それはないだろぉぉーー！！」"R //「お前から下ネタを振った癖に、それはないだろぉぉーー！！」R

				@集中線終了
				@bf(sk0107)
				
				"確かに。"R //確かに。R
				【@音無】"「今の会話は忘れてくれ」"R //「今の会話は忘れてくれ」R
				
				@bf(bs2_sk0110_09@00a)
				KOE(040006106,006)【関根】"「ふぅぅーーー…」"R //「ふぅぅーーー…」R
				"すごく長いため息をつかれる。"R //すごく長いため息をつかれる。R
				
				@bs(sk, ir0101)
				
				【@音無】"「で、俺はどうすればいいんだ？」"R //「で、俺はどうすればいいんだ？」R
				
				@bf(sk0105)
				KOE(040006109,006)【関根】"「次はですね、岩沢先輩とキスしてください」"R //「次はですね、岩沢先輩とキスしてください」R

			}ELSE{	// IF(@選択==1){		// (胸の大きさなんてどうでもいい/やはり大きいに限る) 

				【@音無】"「やはり大きいに限る」"R //「やはり大きいに限る」R
				
				@bf(ir0105@00b)
				KOE(040006116,007)【入江】"「やっぱりぃ…」"R //「やっぱりぃ…」R
				【@音無】"「でも、大きすぎるのもなんだか魅力を感じない」"R //「でも、大きすぎるのもなんだか魅力を感じない」R
				
				@bs(sk0107@06@00g, ir0106_03)
				KOE(040006118,006)【関根】"「さじ加減が難しい奴だなぁーー！！」"R //「さじ加減が難しい奴だなぁーー！！」R
				
				@bf(sk0406)
				KOE(040006119,006)【関根】"「でも、岩沢先輩の胸なら許容範囲、と」"R //「でも、岩沢先輩の胸なら許容範囲、と」R

				@@選択=SELBTN(@selbtn_s_2,
					"理想的だ", //理想的だ,
					"やや物足りない" //やや物足りない
				)@selbtn_log
				IF(@選択==0){		// (理想的だ/やや物足りない) 

					【@音無】"「理想的だ」"R //「理想的だ」R
					
					@bf(sk0104@11g, ir0106_03)
					KOE(040006127,006)【関根】"「よーーーしぃぃっ！！」"R //「よーーーしぃぃっ！！」R
					"関根が元気づく。"R //関根が元気づく。R

				}ELSE{	// IF(@選択==1){		// (理想的だ/やや物足りない) 

					【@音無】"「やや物足りない」"R //「やや物足りない」R
					
					@bf(sk0107@00o, ir0106_03)
					KOE(040006133,006)【関根】"「やや物足りないなら、お前が揉んでやって理想的な大きさにすればいいだけだろぉーー！！」"R //「やや物足りないなら、お前が揉んでやって理想的な大きさにすればいいだけだろぉーー！！」R
					【@音無】"「まあ、乳腺を直接刺激すると、大きくなるって話は聞いたことあるな」"R //「まあ、乳腺を直接刺激すると、大きくなるって話は聞いたことあるな」R
					
					@bf(sk0108@00g)
					KOE(040006135,006)【関根】"「なんだ、その医学的根拠のあるような言い方はぁーーー！！」"R //「なんだ、その医学的根拠のあるような言い方はぁーーー！！」R

					IF(@音無最初の記憶を思い出した==0){

						【@音無】"「いや、記憶戻ってないから、自分でもよくわからない」"R //「いや、記憶戻ってないから、自分でもよくわからない」R

					}else{

						【@音無】"「まあ、生前医者を目指してたから、一応」"R //「まあ、生前医者を目指してたから、一応」R
						
						@bf(sk0107@09@00d)
						KOE(040006141,006)【関根】"「知らなかったよ！！」"R //「知らなかったよ！！」R

					}
					
					@bf(sk0110@00a)
					KOE(040006144,006)【関根】"「まあ、いいです」"R //「まあ、いいです」R
					"こほん、とひとつ咳をして一息置く。"R //こほん、とひとつ咳をして一息置く。R

				}		// (理想的だ/やや物足りない) 

				@bf(sk0105, ir0104)
				KOE(040006149,006)【関根】"「では、次はですね、岩沢先輩とキスしてください」"R //「では、次はですね、岩沢先輩とキスしてください」R

			}		// (胸の大きさなんてどうでもいい/やはり大きいに限る) 

		}		// (してる/してない) 

		GOTO #UHYAA

	}ELSE{	// IF(@選択==1){		// (言えない/Ｈなこと) 

		【@音無】"「Ｈなこと」"R //「Ｈなこと」R
		
		@bf(sk0107)
		@横揺れ_強
		KOE(040006164,006)【関根】"「直球で来たああぁーーーーーー！！」"R //「直球で来たああぁーーーーーー！！」R

		GOTO #ATASHITO

	}		// (言えない/Ｈなこと) 

}

#OWARIZ28

@bgm_stop(2000)
@fade(bg_kuro, 25)

RETURN
