

#Z00

@bg(ep03_bg015, 25)
@cinema_bs(bs2_iw0109, 3, 200)
@timewaitkey(1000)

"岩泽每天都是在这个时候作曲。"R //いつものようにこの時間は岩沢は曲作り。R

@bf(iw0101)
"我本打算不打扰她，只在外面看着，但她注意到了我，停下了拨动着吉他的手指。"R //邪魔しないように見ていたつもりが、気づかれ、ギターをつま弾く指が止まった。R
"她挥了挥手，示意我进去。"R //来い、と手招く。R

close
@bs_wipe_type(2)
@sc_cinema_off
@bs
@timewaitkey(500)

@pcmch_play(0, @木製扉開ける)//効果音（扉開ける）

"我走进了教室。"R //教室に入る。R

@bs(iw0202)
KOE(040003926,004)【岩沢】"「你在看什么呢？直接进来不就行了」"R //「何見てんだ？　入ってくればいいじゃないか」R

@bf(iw0201)

//	脱字修正。「ここ訪れた」→「ここを訪れた」、「開いてくて」→「開いてくれて」		西村
"我回忆起了第一次造访这里的情景。感觉现在的她已经愿意向我敞开心扉了。"R //最初にここを訪れた時のことを考えれば、かなり心を開いてくれているのかもしれない。R
"竟然愿意为了迎接我而停下作曲。"R //作曲の手を止めて、俺を迎え入れてくれるなんて。R
"也许真的可以以此为基点，继续加深彼此之间的关系。"R //本当に、このまま仲を深めていけるのかもしれない。R

;－－－●ここでこの分岐はおかしい…R
//	分岐条件を追加しました		西村
//IF(@野球負けた){
IF(@野球負けた==1||@バスケに参戦したが負けた==1){

	@bf(iw0202)
	KOE(040003933,004)【岩沢】"「肌肉已经不痛了吧？」"R //「筋肉痛、なかったろ？」R
	【@音無】"「嗯，确实不会继续酸痛到第二天」"R //「ああ、お前らの言う通りだった」R

}

@bf(iw0301)
KOE(040003937,004)【岩沢】"「今天啊，我有件事情想要问你」"R //「今日はさ、あたしから訊きたいことがあるんだ」R
【@音無】"「少见啊。是什么事？」"R //「珍しいな。なんだ？」R

@bgm_stop(2000)

@bf(iw0108)
KOE(040003939,004)【岩沢】"「那个啊，音无。人为什么会死呢？」"R					// ■■■■ あだ名の場合つっこまなくていいの？（西 //「なあ、音無。人はどうして死ぬんだい？」R					
【@音無】"「诶…」"R //「え…」R
"如此突然的问题，让我一时说不出话来。"R //虚を突かれて、言葉に詰まる。R

@bgm_play(m107)

@bf(iw0109_01)
KOE(040003942,004)【岩沢】"「因为你懂的挺多的嘛。这个问题我可是好奇了很久了」"R //「お前、物知りだからさ。訊いてみたくて仕方がなかったんだ」R
"应该问的是医学方面原因吧。"R //それは医学的に、という意味なのだろうか。R
"总不能是想听我装模作样地从哲学角度胡乱解释吧。"R //まさか、えせ哲学のような俺の説法なんて聞きたくないだろうし、そうなのだろう。R

@bf(iw0108_09)

【@音無】"「人类已经知道，细胞分裂的次数是有限的」"R //「細胞分裂の回数には限界があることがわかってる」R
【@音無】"「对于人类而言，差不多只能分裂个五十次左右。次数用尽了之后就会死去」"R //「人間だと５０回ぐらいと言われてる。それを終えたら、死ぬ」R

@bf(iw0107)
KOE(040003947,004)【岩沢】"「那么，人又是为了什么而活着呢？」"R //「じゃあ、人はなんのために生きていくんだい？」R
"既然前面提到了细胞分裂，那这里只有一种方式回答了。"R //細胞分裂の話をしたなら、こう答えるしかない。R
【@音無】"「为了留下子孙后代」"R //「子孫を残すためだ」R

@bf(iw0209)
KOE(040003949,004)【岩沢】"「原来如此」"R //「なるほど」R

@bf(iw0208)
KOE(040003950,004)【岩沢】"「那也就是说，即便是在这个世界里，也有留下子孙后代的可能吗」"R //「なら、この世界でも、子孫を残すことは可能かもしれない、ってことか」R
"这样吗…。我还没想到这一层…。"R //そうか…。気づかなかった…。R
【@音無】"「还没有人做…尝试过吗？」"R //「それを試した奴は…居ないのか？」R

@bf(iw0109_08)
KOE(040003953,004)【岩沢】"「据我所知是没有的」"R //「あたしの知る限りじゃ居ないな」R

@bgs_nf(iw0110_01, 3)

KOE(040003954,004)【岩沢】"「要确认一下吗？」"R //「確かめてみるか？」R
【@音無】"「诶？」"R //「えっ」R

@bgs_fe(iw0109_02, 3, 1, 2)

KOE(040003956,004)【岩沢】"「笨蛋，开玩笑的啦。你在动摇什么啊」"R //「ばぁか、冗談だよ。何動揺してんだよ」R
【@音無】"「没，没有，我哪里动摇了？」"R //「い、いや、何も動揺なんてしてないぜ？」R

@bf(iw0101)

"妙…已经彻底动摇了…。"R //まずい…完全に動揺している…。R
"脸没有变红吧…？"R //顔は赤くなってないか…？R

@bgm_stop(3000)
@bs

"我以不想打扰到她作曲为理由离开了教室。"R //これ以上作曲の邪魔はしたくないという理由で、お暇することにした。R

;－－－
@pcmch_play(0, @木製扉閉める)
@bg(bg_kuro, 25)

"刚一关上门，就有人拽住了我的胳膊，把我一路拽到了楼梯口。"R //ドアを閉めると、腕を引っ張られ、そのままずりずりと階段まで連れてこられる。R

@bgs(ep88_bg008, bs3_sk0106_01, 25, ir0101)
@bgm_play(m104)

"是关根干的。入江正站在她的身后。"R //関根だった。後ろには入江も居る。R

@bs(sk0414_03)
KOE(040003965,006)【関根】"「炸了啊，音无同学！」"R						// ■■■■ あだ名の場合つっこまなくていいの？（西 //「音無さん、あんた、ぱねぇす！」R	

;－－－●ここで(ひさ子をオカズにした==1)ありえる？R

【@音無】"「突然间搞什么啊…」"R //「いきなりなんだよ…」R

@bf(sk0414)
KOE(040003970,006)【関根】@bc"「那可是岩泽前辈啊！居然能让她对那种事情“想确认一下吗？”啊啊啊———！！」"@bs_c(2300, sk0410_01) @bs_c(1900, sk0404@00g)R //「あの岩沢先輩に、アレを『確かめてみるか？』と言わせたんですからああぁぁぁーーー！！」@bs_c(2300, sk0410_01) @bs_c(1900, sk0404@00g)R

@bf(sk0410_03)
KOE(040003971,006)【関根】@bc"「如果有人出版关于GDM的八卦杂志的话，肯定会把这件事写进去的。只有一个男人收到过岩泽前辈的性邀请…而他叫做音无！！」"@bs_c(6300, sk0116)  @集中線開始 @bs_c(4700, sk0106_04)R	// ■■■■ あだ名の場合つっこまなくていいの？（西 //「これはガルデモのムック本的なものが発売されたら必ず明記されることでありましょう。唯一岩沢先輩に性的な誘いを受けた男がいた…その名は音無！！」@bs_c(6300, sk0116)  @集中線開始 @bs_c(4700, sk0106_04)R	

@集中線終了
@bf(bs2_sk0401_06@00a)
KOE(040003972,006)【関根】"「所以你全名叫啥来着？」"R //「下はなんていうんですか？」R
【@音無】"「目前还因为失忆想不起来，不过你们俩竟然偷听啊」"R //「下は記憶喪失でまだ思い出してないが、お前ら聞いてたのかよっ」R

@bf(sk0406_01)
KOE(040003974,006)【関根】@bc"「新歌的编曲就要定下来了，我们觉得差不多该让岩泽前辈听听看了，所以才来空教室这边拜访她。结果就听到了你们俩在讨论造娃娃的话题…」"@bf_c(7500, sk04111)R //「新曲のアレンジが固まってきて、そろそろ岩沢先輩に聴いてもらおうと空き教室を訪れたら、そこには子作りの話にまで発展しているふたりの姿が…」@bf_c(7500, sk04111)R

@@選択=SELBTN(@selbtn_s_2,
	"才没有", //してない,
	"确实有" //した
)@selbtn_log
IF(@選択==0){

	@横揺れ_弱
	
	【@音無】"「我才没有！」"R //「俺はしてない！」R
	
	@bf(sk0109_03)
	KOE(040003982,006)【関根】"「但是，是你让岩泽前辈说出那种话的吧」"R //「でも、岩沢先輩に言わせたじゃないですか」R
	【@音無】"「嘛…从结果上来看好像是的…」"R //「まあ…結果的にはそうなのかな…」R

}ELSE{	//IF(@選択==1){

	【@音無】"「确实讨论了，但这话可是她提出来的哦？」"R //「したけど、それはあいつの口からだぜ？」R

}

@bf(sk0104@11g)
KOE(040003990,006)【関根】"「炸了啊！」"R //「ぱねぇす！」R
【@音無】"「所以这个“炸了啊”到底什么意思啊！」"R //「なんだよ、そのぱねぇすってのは！」R

@bf(sk0406_01@00a)
KOE(040003992,006)【関根】"「厉害到爆炸，也就是非常厉害，不，已经是如同核弹爆炸，厉害得让人瘫坐的意思了」"R //「半端がない、つまり、完璧だ、いや、さらにその上を行ってるという意味です」R
//TODO：想个比“核弹瘫坐”更牛逼的翻译
【@音無】"「这是你自己造的词吧」"R //「てめーの造語かよっ」R

@bf(sk0104)
KOE(040003994,006)【関根】@bc"「哎呀哎呀，我还真没想到你能做到这个地步啊！哇哈哈…干的漂亮，音无君」"@bf_c(4700, sk0108_03@00a)R	// ■■■■ あだ名の場合つっこまなくていいの？（西 //「いやはや、まさかここまでやってくれるとは予想以上だ！　ふはは…おみごとだよ、音無くん」@bf_c(4700, sk0108_03@00a)R	

@bf(sk0116@00a)

"她一下接一下地慢慢鼓着掌。"R //ぱんっ、ぱんっ、ぱんっ、とゆっくり拍手される。R
【@音無】"「你啊，人设变得还挺快的啊」"R //「お前、キャラがころっころ変わりすぎだから」R

@bf(sk0106_01)
KOE(040003997,006)【関根】"「我已经在这个世界里待了十几年了，还没见过岩泽前辈这么有女性气息的样子呢！」"R //「十年以上、この世界に居て、あんな岩沢先輩の女らしいところなんて見たことありません！」R

@bf(sk0112)
KOE(040003998,006)【関根】@bc"「倒不如说，我一直在想，她真的是人类吗？」"@bf_c(2700, sk0103)R //「むしろ、お前、ほんとに人間かよっ、て思うことばかりでしたから！」@bf_c(2700, sk0103)R

@bs(sk, ir0306_04)
KOE(040003999,007)【入江】"「这么说太过分了吧，诗诗…」"R //「それは言い過ぎだよ、しおりん…」R

@bf(sk0108)
KOE(040004000,006)【関根】"「美雪亲啊，你不知道这个乐队的名字为什么会变成Girls Dead Monster的吗！」"R //「なんでバンド名が、"Girls Dead Monster"になったのかわかってんのか、みゆきち！」R

@bf(ir0104@13)
KOE(040004001,007)【入江】"「诶？为什么？」"R //「え？　なんで？」R

@bf(sk0106)
KOE(040004002,006)【関根】"「因为岩泽前辈和久子前辈都是毫无人类气息的音乐怪物啊！」"R //「岩沢先輩とひさ子先輩が化け物かってぐらい人間味を感じない音楽キチだからだよ！」R

@bf(ir0104_05@10d)
KOE(040004003,007)【入江】"「诶诶—！这样吗！！」"R //「ええー！　そうだったの！！」R
"你也是这个乐队的其中一员吧。"R //お前、そのメンバーだろ。R

@bf(sk0410_01)
KOE(040004005,006)【関根】@bc"「而现在，这个怪物已经被收服到了某个男人…某个名叫音无的男性手中」"@bf_c(5300, sk0416)R	// ■■■■ あだ名の場合つっこまなくていいの？（西 //「その化け物を今、手のひらの上で転がすように操っている男…それが音無という男なのさ」@bf_c(5300, sk0416)R	

@bf(ir0303_04)
KOE(040004006,007)【入江】"「好厉害…」"R //「すごい…」R
"她以仿佛在崇拜神明一般的眼神看着我。"R //神でも崇めるような目で見られる。R
【@音無】"「不不不，情况完全不是那样的」"R //「いやいや、ぜんぜんそんなふうになってないから」R

@bs(sk0105)
KOE(040004009,006)【関根】"「差不多该邀请她去约会了吧，老板」"R //「そろそろ、デートに誘いましょうや、旦那」R
【@音無】"「那种事情是不可能的…」"R //「そんなの無理だろ…」R

@bf(sk0104@11d)
KOE(040004011,006)【関根】"「你可是我看中的人啊，绝对没问题的！」"R //「あたしが見込んだ、あんたなら大丈夫だ！」R
【@音無】"「就算你这么说…」"R //「そう言われても…」R

@bf(bs3_sk0209_03@00o)
KOE(040004013,006)【関根】"「我想看到和男人走在一起的岩泽前辈啊！！」"R //「男と歩いてる岩沢先輩を見てみたいんですぅ！！」R
【@音無】"「就算你说想看…」"R //「見たいと言われてもなあ…」R

@集中線開始
@bf(sk0107)
@横揺れ_強
KOE(040004015,006)【関根】"「你还算是男人吗———！！」"R //「お前それでも男かあぁぁーーー！！」R

@集中線終了
@bf(sk0107)

【@音無】"「就算你觉得我不算是男人…」"R //「男かと言われてもなあ…」R

@bf(sk0104_08@00l)
KOE(040004017,006)【関根】"「看在我的份上！算我求你了，大哥！」"R //「後生です！　たのんますっ、兄貴ぃ！」R
"这丫头到底有多少种不同的人格啊。"R //どれだけキャラのレパートリー持ってんだよ。R

@bs_add(ir0203_02, 6)
KOE(040004019,007)【入江】"「来了，诗诗的五般变化恳求！！」"R //「出た、しおりんの五変化頼み！！」R
"这是什么特殊技能吗！"R //持ち技なのか！R

@bf(ir0202)
KOE(040004021,007)【入江】"「但是，还一次都没有成功过！」"R //「でも、それが成功したことはかつて一度もない！」R
"还没成功过吗！"R //ないのか！R

@bf(sk0406_01)
KOE(040004023,006)【関根】"「不，现在正是我将磨砺已久的技能发扬光大的时刻！绝对要成功！」"R //「否、今、この日のために磨いてきた技だ！　成功する！」R

"邀请岩泽去约会，吗。"R //岩沢をデートに誘う、か。R
【@音無】"「嘛，可以啊」"R //「ま、いいけど」R

@bf(bs2_sk0104@11g, ir0204)
KOE(040004039,006)【関根】"「成功了啊——！！」"R //「成功したああぁぁぁーー！！」R

@bf(ir0306_02)
KOE(040004040,007)【入江】"「奇迹啊…至今为止，诗诗的五般变化恳求都只会让对方感到反感…」"R //「奇跡だ…今までなら、しおりんの五変化頼みは、むしろ、やる気が削がれるのに…」R

@bf(sk0406_01)
KOE(040004041,006)【関根】"「哼哼哼…」"R //「ふっふっふ…」R

@岩沢をデートに誘う=1

"搞什么啊。"R //なんだ、そりゃ。R
【@音無】"「但是，我们没法离开这所学校的吧？该邀请她去哪里呢…」"R //「でも、この学校から出られないんだろ？　どこに誘えばいいんだ…」R

@bf(sk0106_03, ir0101)
KOE(040004044,006)【関根】"「我告诉你一个绝妙的约会地点」"R //「いいデートスポットをお教えしやしょう」R

@bf(sk0105)
KOE(040004045,006)【関根】"「走过教学楼和食堂中间的桥梁的话，就有一片花田哦」"R //「学習棟と食堂の間、橋を渡った先にお花畑があるんですよ」R

@bf(ir0104)
KOE(040004046,007)【入江】"「那个只能算花坛吧？」"R //「あれ、花壇だよ？」R

@bf(sk0108)
@横揺れ_弱
KOE(040004047,006)【関根】"「根本就没有区别吧——！！」"R //「どっちでもいいだろーー！！」R

@bf(sk0107@00g)
KOE(040004048,006)【関根】"「重要的是，把岩泽前辈和花搭配起来吧———！！」"R //「岩沢先輩と、お花、この掛け合わせが大事なんだろおぉぉーーー！！」R

@bf(ir0303_01@00a)
KOE(040004049,007)【入江】"「确实，我也很想看看这样的搭配呢！」"R //「確かにその掛け合わせは見てみたい！」R

@bf(sk0103)
KOE(040004050,006)【関根】@bc"「对吧。所以，上吧，音无」"@bf_c(2000, bs3_sk0406_01@00a)R									// ■■■■ あだ名の場合つっこまなくていいの？（西 //「だろ。だから、やれ、音無」@bf_c(2000, bs3_sk0406_01@00a)R									

//@bs

"到底哪个人格才是你的真正面目啊。"R //お前はどのキャラが本物のお前なんだ。R

@bgm_stop(2000)
@fade(bg_kuro, 25)

RETURN
