// #SCENE_SCRIPT_ID = 1400 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）

;;大山用のシナリオです。一日目の移動選択のみに使用。

#Z00
//－－－学生寮の廊下
@bg_set(ep03_bg032, 1, -750, -50)
@wipe(25)

"大山正在走廊里搬运着大件的行李。"R //廊下で、大荷物を手で運ぶ大山を見つける。R

@bs(oy0301_03)	//@faceのほうがいいかも

IF(@クソ坊主){
	KOE(000202894,014)【大山】"「啊！小兔崽子君！」"R //「あ！　クソ坊主くん！」R
}elseif(@代理人){
	KOE(000202896,014)【大山】"「啊！代理人！」"R //「あ！　代理人！」R
}elseif(@微妙すぎるイケメン){
	KOE(000202898,014)【大山】"「啊！微妙的帅小伙君！」"R //「あ！　微妙すぎるイケメンくん！」R
}elseif(@ロリコン){
	KOE(000202900,014)【大山】"「啊！萝莉控君！」"R //「あ！　ロリコンくん！」R
}elseif(@メガネ仲間){
	KOE(000202902,014)【大山】"「啊！眼镜之友君！」"R //「あ！　メガネ仲間くん！」R
}elseif(@暗算日本記録保持者){
	KOE(000202904,014)【大山】"「啊！全日本珠心算记录保持者君！」"R //「あ！　暗算日本記録保持者くん！」R
}elseif(@通り魔){
	KOE(000202906,014)【大山】"「啊！无差别杀人犯君！」"R //「あ！　通り魔くん！」R
}elseif(@記憶ナシ男){
	KOE(000202908,014)【大山】"「啊！没记忆的男人君！」"R //「あ！　記憶ナシ男くん！」R
}elseif(@音速){
	KOE(000202910,014)【大山】"「啊！音速君！」"R //「あ！　音速くん！」R
}elseif(@無限){
	KOE(000202912,014)【大山】"「啊！无限君！」"R //「あ！　無限くん！」R
}else{		// (@音無)
	KOE(000202914,014)【大山】"「啊！音无君！」"R //「あ！　音無くん！」R
}

"看到大山的这些行李，感觉良心好痛…。"R //大山の持つ荷物を見て、良心の呵責を覚える…。R
【@音無】"「抱歉，因为我的源遇让你忙来忙去的…」"R //「悪いな、俺のせいで振り回して…」R

@bs(oy0101_02)
KOE(000202923,014)【大山】"「没关系，室友是藤卷君的话，完全没问题的」"R //「いや、ルームメイトが藤巻くんなら、ぜんぜん大丈夫だよっ」R
【@音無】"「是吗…。那就好」"R //「そっか…。ならよかった」R

@bs(oy0102)
KOE(000202925,014)【大山】"「日向君很体贴呢—。不愧是日向君」"R //「日向くんは面倒見がいいからねー。日向くんらしいよっ」R

IF(@０１日ホモ疑惑||@さらにホモ疑惑){

	"因为他是同性恋吗…。"R //それは、ホモだからか…。R
	
	@bs(oy0107)
	KOE(000202929,014)【大山】"「诶？怎么了？一脸不安的表情」"R //「え？　どうしたの、そんな不安そうな顔して？」R

	IF(@代理人){

		【@音無】"「作为代理人，我好奇我到底是谁的代理人…」"R //「代理人だけに、誰の代理なのか気になってさ…」R
		
		@bs(oy0107_10)
		KOE(000202934,014)【大山】"「这种不安的感觉，我想只是因为记忆还没有恢复吧？」"R //「その不安は、記憶が戻っていないからだと思うよ？」R
		【@音無】"「要是那样就好了…」"R //「ならいいけどな…」R

	}ELSEIF(@無限){

		【@音無】"「无限…到底什么是无限的呢…」"R //「無限…何が無限なのかわからないからさ…」R
		
		@bs(oy0107_10)
		KOE(000202934,014)【大山＿重複】"「这种不安的感觉，我想只是因为记忆还没有恢复吧？」"R //「その不安は、記憶が戻っていないからだと思うよ？」R
		【@音無】"「要是那样就好了…」"R //「ならいいけどな…」R

	}ELSE{

		【@音無】"「我看起来很不安吗…？」"R //「そう見えるか…？」R
		
		@bs(oy0102)
		KOE(000202946,014)【大山】"「嗯。但是日向君很温柔的哦。不会突然强迫你的。放心吧」"R //「うん。でも日向くんはとても優しいよ。いきなり無理なんかさせないよ。安心して」R
		"难道是指开发我的过程吗…。"R //それは、開発の課程を言っているのだろうか…。R
		"变得更加不安了…。"R //余計に不安になってくる…。R
		【@音無】"「嗯，好…」"R //「あ、ああ…」R

	}

	"我强作笑容以示回应。"R //最後になんとか作り笑いを返した。R

}ELSE{		// (@０１日ホモ疑惑==0)

	【@音無】"「是啊…」"R //「だな…」R

}

@bs(oy0303)

IF(@クソ坊主){
	KOE(000202962,014)【大山】"「那么，我走了！虽然可能会遇到各种各样的事情，但是加油吧，小兔崽子君！」"R //「じゃ、僕は行くね！　色々あるだろうけど、頑張ってね、クソ坊主くん！」R
}elseif(@代理人){
	KOE(000202964,014)【大山】"「那么，我走了！虽然可能会遇到各种各样的事情，但是加油吧，代理人！」"R //「じゃ、僕は行くね！　色々あるだろうけど、頑張ってね、代理人！」R
}elseif(@微妙すぎるイケメン){
	KOE(000202966,014)【大山】"「那么，我走了！虽然可能会遇到各种各样的事情，但是加油吧，微妙的帅小伙君！」"R //「じゃ、僕は行くね！　色々あるだろうけど、頑張ってね、微妙すぎるイケメンくん！」R
}elseif(@ロリコン){
	KOE(000202968,014)【大山】"「那么，我走了！虽然可能会遇到各种各样的事情，但是加油吧，萝莉控君！」"R //「じゃ、僕は行くね！　色々あるだろうけど、頑張ってね、ロリコンくん！」R
}elseif(@メガネ仲間){
	KOE(000202970,014)【大山】"「那么，我走了！虽然可能会遇到各种各样的事情，但是加油吧，眼镜之友君！」"R //「じゃ、僕は行くね！　色々あるだろうけど、頑張ってね、メガネ仲間くん！」R
}elseif(@暗算日本記録保持者){
	KOE(000202972,014)【大山】"「那么，我走了！虽然可能会遇到各种各样的事情，但是加油吧，全日本珠心算记录保持者君！」"R //「じゃ、僕は行くね！　色々あるだろうけど、頑張ってね、暗算日本記録保持者くん！」R
}elseif(@通り魔){
	KOE(000202974,014)【大山】"「那么，我走了！虽然可能会遇到各种各样的事情，但是加油吧，无差别杀人犯君！」"R //「じゃ、僕は行くね！　色々あるだろうけど、頑張ってね、通り魔くん！」R
}elseif(@記憶ナシ男){
	KOE(000202976,014)【大山】"「那么，我走了！虽然可能会遇到各种各样的事情，但是加油吧，没记忆的男人君！」"R //「じゃ、僕は行くね！　色々あるだろうけど、頑張ってね、記憶ナシ男くん！」R
}elseif(@音速){
	KOE(000202978,014)【大山】"「那么，我走了！虽然可能会遇到各种各样的事情，但是加油吧，音速君！」"R //「じゃ、僕は行くね！　色々あるだろうけど、頑張ってね、音速くん！」R
}elseif(@音無){
	KOE(000202980,014)【大山】"「那么，我走了！虽然可能会遇到各种各样的事情，但是加油吧，音无君！」"R //「じゃ、僕は行くね！　色々あるだろうけど、頑張ってね、音無くん！」R
}else{		//(@無限)
	KOE(000202982,014)【大山】"「那么，我走了！虽然可能会遇到各种各样的事情，但是加油吧，无限君！」"R //「じゃ、僕は行くね！　色々あるだろうけど、頑張ってね、無限くん！」R
}


【@音無】"「嗯」"R //「ああ」R

@bs(oy9999@l2)

"大山离开了。"R //大山が立ち去る。R


return