// #SCENE_SCRIPT_ID = 9901 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）
#z00

//-----------------------------------------------------------------
// スクリプト初期化
//-----------------------------------------------------------------
@SetGameScriptData(@AngelBeats!)

@音無_呼び方 = @名前未定義
@日向_呼び方 = @男子生徒と呼ぶ
@ゆり_呼び方 = @名前未定義
@天使_呼び方 = @女生徒と呼ぶ
@野田_呼び方 = @男と呼ぶ

//@岩沢消えなかった = 1 // 消えたときに 0 に倒すよう仕様変更します。ややこいけどこうしないと岩沢(いる/いない)の判定に使えない（西 2015/2/26　このフラグ削除の方向で（あまの）
//@岩沢話題 = 0b1111111111		//いろいろ面倒なのでこっちのフラグ、デフォルト値を0に変えた（5/16あまの）


//-----------------------------------------------------------------
//-----------------------------------------------------------------


//-----------------------------------------------------------------
if (@1stboot == @On)	{
	// 初回はタイトルメニューを表示せず、本編に突入します
	@set_title("-1st beat- 标题菜单")
//	farcall(_sys_menu_tt00)	// ※体験版用
	farcall(_sys_menu_tt01)	// ※製品版用

	if ($next_beat == @On)	{
		$next_beat = @Off
		@set_title("-1st beat- EPISODE.11 Change the World")
		//-----------------------------------------------------------------
		farcall(＿AB20a)
//		goto #Z99	todo AB20a内で@returnmenu処理を入れています。
	}

/*
	//───────────────────────────────────────────────────
	//───────────────────────────────────────────────────
	//タイトルメニューに次回予告が付くまでここに仮設しました（あまの）
	IF(@ユイルートクリアした==1&&@岩沢ルートクリアした==1&&@松下ルートクリアした==1){
		※テスト用：製品版ではタイトルメニューにこの項目が追加されます。R
		L[00]=selbtn(
			次回予告,
			本編に入る
		)
		if(L[00]==0){
			//-----------------------------------------------------------------
			@set_title("-1st beat- EPISODE.11 Change the World")
			//-----------------------------------------------------------------
			farcall(＿AB20a)
			goto #Z99
		}
		close
		timewait_key(1000)
	}
	//───────────────────────────────────────────────────
	//ここまで
	//───────────────────────────────────────────────────
*/

}
elseif(@trial_check() ){		//とりあえず体験版用に足した（あまの）

	@set_title("")
	syscom.set_syscom_menu_disable			// システムコマンドを禁止する
	syscom.set_hide_mwnd_enable_flag(0)		// ウィンドウを消すを禁止する
	script.set_mouse_disp_off				// マウスカーソルを非表示にする
	script.set_msg_back_disable				// メッセージバックを禁止する
	script.set_shortcut_disable				// ショートカットを禁止する
	script.set_ctrl_skip_disable			// 早送りを禁止する

	timewait(500)
	// 白
	@b.obj[00].create(bg_siro, @On)
	@b.obj[00].layer = 100
	wipe(0,2000,wait=1,key_skip=0)
	// key
	@f.obj[01].create(sys_logo01, @On, 0, 0)
	@f.obj[01].layer = 100
	@f.obj[01].tr_eve.set(255,2000,0,0,start=0)
	timewait(2000)
	timewait_key(3000)
	@b.obj[00].create(bg_kuro, @On)
	@b.obj[00].layer = 100
	wipe(0,2000,wait=1,key_skip=0)
	timewait_key(2000)
	@fade(bg_kuro,99)

	syscom.set_syscom_menu_enable			// システムコマンドを許可する
	syscom.set_hide_mwnd_enable_flag(1)		// ウィンドウを消すを許可する
	script.set_mouse_disp_on				// マウスカーソルを表示する
	script.set_msg_back_enable				// メッセージバックを許可する
	script.set_shortcut_enable				// ショートカットを許可する
	script.set_ctrl_skip_enable				// 早送りを許可する

}	//ここまで

@1stboot = @On

//-----------------------------------------------------------------

//-----------------------------------------------------------------
@set_title("-1st beat- EPISODE.01 Departure")
//-----------------------------------------------------------------
farcall(＿AB01a)

#Z02
//▽▲▽▲ OP ▽▲▽▲
// ここオープニング的な何かでぇす☆R

#Z03
farcall(＿AB01b)

//-----------------------------------------------------------------
@set_title("-1st beat- EPISODE.02 Guild")
//-----------------------------------------------------------------
farcall(＿AB02a)


//-----------------------------------------------------------------
@set_title("-1st beat- EPISODE.03 My Song")
//-----------------------------------------------------------------
farcall(＿AB03a)
farcall(＿AB04a)
farcall(＿AB05a)


//-----------------------------------------------------------------
@set_title("-1st beat- EPISODE.04 Day Game")
//-----------------------------------------------------------------
farcall(＿AB06a)

#Z04
/*if(@岩沢消えた==0){
	//▽▲▽▲ ガルデモ STARRING YUI ▽▲▽▲
	ここユイの唄でぇす☆R
}*/

#Z05
farcall(＿AB06b)
farcall(＿AB07a)


//-----------------------------------------------------------------
@set_title("-1st beat- EPISODE.05 Favorite Flavor")
//-----------------------------------------------------------------
farcall(＿AB08a)
farcall(＿AB09a)
farcall(＿AB09b)	//テスト中
farcall(＿AB09c)	//午後～就寝
farcall(＿AB10a)


//-----------------------------------------------------------------
@set_title("-1st beat- EPISODE.06 Family Affair")
//-----------------------------------------------------------------
farcall(＿AB11a)
farcall(＿AB12a)
farcall(＿AB13a)
farcall(＿AB14a)
farcall(＿AB14b)


//-----------------------------------------------------------------
@set_title("-1st beat- EPISODE.07 Alive")
//-----------------------------------------------------------------
farcall(＿AB15a)
farcall(＿AB15b)		//モンスターストライク～赤目天使登場


//-----------------------------------------------------------------
@set_title("-1st beat- EPISODE.08 Dancer in the Dark")
//-----------------------------------------------------------------
farcall(＿AB16a)
farcall(＿AB17a)
farcall(＿AB17b)		//オペレーション開始。ギルドにかなでを助けに行く
farcall(＿AB18a)

//-----------------------------------------------------------------
//@set_title("EPISODE.09 In Your Memory")
//-----------------------------------------------------------------

//-----------------------------------------------------------------
@set_title("-1st beat- EPISODE.10 Goodbye Days")
//-----------------------------------------------------------------
farcall(＿AB19a)

/*
if(@AB20==1){	

	//-----------------------------------------------------------------
	@set_title("EPISODE.11 Change the World")
	//-----------------------------------------------------------------
	farcall(＿AB20a)

	goto #Z99

}
*/

#Z90

;－－－スタッフロール

;－－－◎イベントＣＧ１２ユイ　と共に


#Z99

// ---------------------------------------------------------------
// シーン終了フェードアウト
// ---------------------------------------------------------------
@scene_fade(5)		// ※bgm,pcmの終了処理を含んでいます。

// --------------------------------------
// タイトルメニューへ[Extra解放]
// --------------------------------------
@returnmenu(@On)















